{"The painting was a particular favorite.": "A pintura era um favorito em particular.", "Jackson lived two centuries earlier.": "Jackson viveu dois séculos antes.", "You thought tulip bulbs were onions?": "Você pensou que bulbos de tulipa eram cebolas?", "Mary agreed to stay for dinner.": "Mary concordou em ficar para o jantar.", "The demonstrators feared violence.": "Os manifestantes temiam violência.", "The chatbots were so stupid.": "Os chatbots eram tão estúpidos.", "There is a pillar between me and the stage, and I can't see around it.": "Há um pilar entre mim e o palco, e eu não consigo enxergar em volta.", "At the Loebner competition the judges couldn't figure out which respondents were the chatbots because they were so advanced.": "Na competição Loebner, os juízes não conseguiram descobrir quais entrevistados eram os chatbots porque eram muito avançados.", "Arnold lived two centuries earlier.": "Arnold viveu dois séculos antes.", "The wheel was a blur and the needle was a streak of light. Mrs. Black's plump hands scrambled on the cloth, feeding it under the needle.": "A roda estava borrada e a agulha era um raio de luz. As mãos gordas da sra. Black mexeram no pano, passando-o por baixo da agulha.", "She tucked her mittened hand under Maude's arm and squeezed the hand.": "Ela enfiou a mão luva debaixo do braço de Maude e apertou a mão.", "Prehistoric humans hunted for deer on the river banks.": "Humanos pré-históricos caçavam cervos nas margens do rio.", "She thought Bernard had a pleasant laugh.": "Ela pensou que Bernard tinha uma risada agradável.", "Edward dropped adhesive tape onto his window sill, and when he pulled the tape off, some of the glue was stuck on it.": "Edward deixou cair a fita adesiva no peitoril da janela e, quando ele puxou a fita, um pouco da cola estava grudada nela.", "Dan took the rear seat while Bill claimed the front because Bill's \"Dibs!\" was slow.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque &quot;Dibs!&quot; De Bill foi lento.", "The meeting was delayed, so it worked out.": "A reunião foi adiada, por isso deu certo.", "The painting in Mark's living room shows an oak tree. It is to the right of the bookcase.": "A pintura na sala de Mark mostra um carvalho. É à direita da estante.", "Isn't it nice that the Freemans have come, Mama!\"": "Não é legal que os Freemans tenham chegado, mamãe! &quot;", "The oak tree is to the right of the bookcase.": "O carvalho está à direita da estante.", "Most of the boys liked Johnny; only Dave hated him. Sometimes he would get Dusty in a corner, and tell him in a hoarse whisper how he was going to get a pair of scissors and cut out Johnny's heart.": "A maioria dos meninos gostava de Johnny; apenas Dave o odiava. Às vezes, colocava Dusty em um canto e dizia em um sussurro rouco como ele pegaria uma tesoura e cortaria o coração de Johnny.", "In the storm, the tree fell down and crashed through the roof of my house. Now, I have to get it removed.": "Na tempestade, a árvore caiu e caiu no telhado da minha casa. Agora, tenho que removê-lo.", "Tom said \"Check\" to Ralph as he took his bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele levou seu bispo.", "In July, Kamtchatka declared war on Yakutsk. Since Yakutsk's army was much better equipped and ten times larger, they were victorious within weeks.": "Em julho, Kamtchatka declarou guerra a Yakutsk. Como o exército de Yakutsk estava muito melhor equipado e dez vezes maior, eles venceram em poucas semanas.", "George got up.": "George levantou-se.", "He had to be the life and soul of a dinner party, with the book there all the time.": "Ele tinha que ser a vida e a alma de um jantar, com o livro lá o tempo todo.", "Laufer's play was inspired by a court case in which the Havasupai Tribe claimed that researchers from Arizona State University used the Havasupai Tribe's DNA samples improperly.": "A peça de Laufer foi inspirada em um processo judicial em que a Tribo Havasupai alegou que pesquisadores da Universidade Estadual do Arizona usaram indevidamente as amostras de DNA da Tribo Havasupai.", "John was very impressed.": "John ficou muito impressionado.", "Cooper had been dead for five years.": "Cooper estava morto há cinco anos.", "Tom gave Ralph a lift to school so he wouldn't have to walk.": "Tom deu a Ralph uma carona para a escola para que ele não tivesse que andar.", "The puffs saw a train coming.": "Os sopros viram um trem chegando.", "James asked Robert for a favor but he refused.": "James pediu um favor a Robert, mas ele recusou.", "Fred covered his eyes with his hands, because the wind was blowing sand around. He opened them when the wind stopped.": "Fred cobriu os olhos com as mãos, porque o vento soprava areia ao redor. Ele os abriu quando o vento parou.", "The juggler was very impressive.": "O malabarista foi muito impressionante.", "The cat was lying by the mouse hole waiting for the mouse, but it was too cautious.": "O gato estava deitado perto do buraco do rato esperando pelo mouse, mas era muito cauteloso.", "Tom said \"Check\" to Ralph as he took Ralph's bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele levou o bispo de Ralph.", "Pam and Paul were embarrassed about it.": "Pam e Paul ficaram envergonhados com isso.", "Horses ran away when Maude and Dora came in sight.": "Os cavalos fugiram quando Maude e Dora apareceram.", "Anyone who knew that he was 19 years old could take his claim away from anyone.": "Qualquer um que soubesse que ele tinha 19 anos poderia tirar sua reivindicação de alguém.", "I tried to paint a picture of an orchard, with lemons in the lemon trees, but they came out looking more like telephone poles.": "Tentei pintar a imagem de um pomar, com limões nos limoeiros, mas eles pareciam mais postes de telefone.", "He had to be the life and soul of a dinner party, with the life and soul there all the time.": "Ele tinha que ser a vida e a alma de um jantar, com a vida e a alma lá o tempo todo.", "The decade was a particular favorite.": "A década foi um favorito em particular.", "The scientists appeared two years ago.": "Os cientistas apareceram dois anos atrás.", "The doctor had ordered six months of country air for Colonel Christian's son Paul once Paul recovered sufficiently.": "O médico havia pedido seis meses de ar do campo para o filho do coronel Christian, Paul, depois que Paul se recuperou o suficiente.", "The actress used to be named Terpsichore, but she changed it to Tina a few years ago, because she figured it was too hard to pronounce.": "A atriz costumava se chamar Terpsichore, mas ela mudou para Tina há alguns anos atrás, porque achou que era muito difícil pronunciar.", "The father carried the sleeping boy in the boy's bassinet.": "O pai carregava o menino adormecido no berço do menino.", "If the con artist has succeeded in fooling Sam, he would have gotten a lot of money.": "Se o vigarista conseguisse enganar Sam, ele teria ganhado muito dinheiro.", "Sally had to work late that night.": "Sally teve que trabalhar até tarde naquela noite.", "John hired Bill to take care of him.": "John contratou Bill para cuidar dele.", "This afternoon the wind knocked The flag down.": "Esta tarde o vento derrubou a bandeira.", "The cake has a lot of butter in it.": "O bolo tem muita manteiga.", "The bottle was full.": "A garrafa estava cheia.", "Sam took French classes from Adam, because he was eager to speak it fluently.": "Sam teve aulas de francês com Adam, porque estava ansioso para falar fluentemente.", "She saw that Janie was open.": "Ela viu que Janie estava aberta.", "Joe's uncle is 30 years older.": "O tio de Joe tem 30 anos.", "This book introduced Shakespeare to Goethe; it was a major influence on his writing.": "Este livro apresentou Shakespeare a Goethe; foi uma grande influência em seus escritos.", "Dr. Adams informed Kate that she had retired and presented several options for future treatment.": "A Dra. Adams informou Kate que ela havia se aposentado e apresentou várias opções para tratamento futuro.", "The stars were very cooperative, so the interview lasted for a long time.": "As estrelas eram muito cooperativas, então a entrevista durou muito tempo.", "Patting the girl's back, the woman smiled at the girl.": "Dando tapinhas nas costas da garota, a mulher sorriu para ela.", "John was jogging through the park when he saw a man juggling watermelons. He was very impressed.": "John estava correndo pelo parque quando viu um homem fazendo malabarismos com melancias. Ele ficou muito impressionado.", "Ann had forgotten.": "Ann tinha esquecido.", "The trophy is too large.": "O troféu é muito grande.", "Jackson was greatly influenced by Arnold, though he lived two centuries later.": "Jackson foi grandemente influenciado por Arnold, embora tenha vivido dois séculos depois.", "The pot was too tall.": "O pote era muito alto.", "Folks said he died just to be ride of the folks' everlasting nagging.": "O pessoal disse que ele morreu apenas para ser o principal motivo de irritação eterna.", "Those occasions stood out as red-letter days for father.": "Essas ocasiões se destacaram como dias de letra vermelha para o pai.", "Mark told Pete many lies about himself, which Pete included in his book. He should have been more skeptical.": "Mark contou a Pete muitas mentiras sobre si mesmo, que Pete incluiu em seu livro. Ele deveria ter sido mais cético.", "Robert refused.": "Robert recusou.", "During a game of tag, Ethan chased Luke because he was \"it\".": "Durante um jogo de etiqueta, Ethan perseguiu Luke porque ele era &quot;ele&quot;.", "She couldn't stand the trainer's boyfriend.": "Ela não suportava o namorado do treinador.", "The people in my reading group are obscure.": "As pessoas do meu grupo de leitura são obscuras.", "Not since the British army come to Boston had Mark removed his hat when the British flag went by except once when it was knocked off by a soldier.": "Desde que o exército britânico chegou a Boston, Mark tirou o chapéu quando a bandeira britânica passou, exceto uma vez quando foi derrubada por um soldado.", "Alice looked for her friend Jade in the crowd. Since she always has good luck, Alice spotted her quickly.": "Alice procurou sua amiga Jade na multidão. Como ela sempre tem boa sorte, Alice a viu rapidamente.", "When Fred first saw my father, My father was twelve months old.": "Quando Fred viu meu pai, ele tinha doze meses.", "The man lifted the boy onto his shoulders.": "O homem levantou o garoto nos ombros.", "Yakutsk was victorious within weeks.": "Yakutsk venceu em poucas semanas.", "Billy cried because Toby wouldn't accept Billy's toy.": "Billy chorou porque Toby não aceitaria o brinquedo de Billy.", "Fred and Alice were not prepared for the cold in Alaska.": "Fred e Alice não estavam preparados para o frio no Alasca.", "The juggler was very impressed.": "O malabarista ficou muito impressionado.", "It was daylight when he woke with Warren's hand upon Mark's shoulder.": "Era dia quando ele acordou com a mão de Warren no ombro de Mark.", "The demonstrators advocated violence.": "Os manifestantes defendiam a violência.", "Anyone who knew that he was 19 years old could take his claim away from the government official.": "Qualquer um que soubesse que ele tinha 19 anos poderia retirar sua reivindicação do funcionário do governo.", "Anne gave birth to a daughter last month. She is a very charming woman.": "Anne deu à luz uma filha no mês passado. Ela é uma mulher muito charmosa.", "I took the water bottle out of the backpack so that the backpack would be handy.": "Tirei a garrafa de água da mochila para que ela fosse útil.", "I put the knife in the trash.": "Coloquei a faca no lixo.", "Maude and Dora saw a train coming.": "Maude e Dora viram um trem chegando.", "Grace was happy to trade me her sweater for my jacket. She thinks it looks dowdy on her.": "Grace ficou feliz em me trocar seu suéter pela minha jaqueta. Ela acha que parece desagradável para ela.", "The man was very annoying.": "O homem era muito irritante.", "The drain is clogged with hair. It has to be cleaned.": "O dreno está entupido com o cabelo. Tem que ser limpo.", "Sally stopped and apologized.": "Sally parou e pediu desculpas.", "The police were trying to run the drug trade in the neighborhood.": "A polícia estava tentando administrar o tráfico de drogas no bairro.", "John promised Bill to leave, so an hour later he left.": "John prometeu a Bill sair, então uma hora depois ele foi embora.", "The bottle was empty.": "A garrafa estava vazia.", "In the middle of the outdoor concert, the rain started falling, and it continued until 10.": "No meio do show ao ar livre, a chuva começou a cair e continuou até as 10.", "Adam would have lost.": "Adam teria perdido.", "Frank was upset with Tom because the toaster he had bought from him didn't work.": "Frank estava chateado com Tom porque a torradeira que ele havia comprado dele não funcionava.", "As Ollie carried Tommy up the long winding steps, his legs dangled.": "Enquanto Ollie carregava Tommy pelos longos e sinuosos degraus, suas pernas balançavam.", "The sack of potatoes had to be moved first.": "O saco de batatas teve que ser movido primeiro.", "The people's mothers are very worried.": "As mães das pessoas estão muito preocupadas.", "The ocean beach was a dangerous place to swim.": "A praia do oceano era um lugar perigoso para nadar.", "Grace was happy to trade me her sweater for my jacket. She thinks it looks great on her.": "Grace ficou feliz em me trocar seu suéter pela minha jaqueta. Ela acha que fica ótimo nela.", "Emma's place had been taken by an excellent woman as governess.": "O lugar de Emma fora ocupado por uma excelente mulher como governanta.", "Meanwhile all the people in town are hunting high and low for Arthur and Celeste, and their mothers are very worried.": "Enquanto isso, todas as pessoas da cidade estão caçando alto e baixo para Arthur e Celeste, e suas mães estão muito preocupadas.", "I put the heavy book on the table and it broke.": "Coloquei o livro pesado sobre a mesa e ele quebrou.", "The doctor had ordered six months of country air for Colonel Christian's son Paul once Colonel Christian recovered sufficiently.": "O médico encomendou seis meses de ar do campo para o filho do coronel Christian, Paul, assim que o coronel Christian se recuperou o suficiente.", "The shark had better get away to safety fast!": "É melhor o tubarão fugir rapidamente para a segurança!", "The table broke.": "A mesa quebrou.", "The sweater looks dowdy on her.": "O suéter parece desagradável para ela.", "The father carried the sleeping boy in his arms.": "O pai carregava o menino adormecido nos braços.", "I used an old rag to clean the knife, and then I put it in the drawer.": "Usei um pano velho para limpar a faca e depois coloquei na gaveta.", "Beth didn't get angry with Sally, who had cut her off, because she stopped and apologized.": "Beth não ficou brava com Sally, que a interrompeu, porque parou e pediu desculpas.", "The shelf was too high.": "A prateleira estava muito alta.", "Robert was refused.": "Robert foi recusado.", "He cursed the bureau under his breath for standing in his way, as if it had been a living creature.": "Ele amaldiçoou a agência em voz baixa por estar em seu caminho, como se tivesse sido uma criatura viva.", "The journalists were very persistent, so the interview lasted for a long time.": "Os jornalistas foram muito persistentes, então a entrevista durou muito tempo.", "The cloud was out.": "A nuvem estava fora.", "He couldn't afford the faces.": "Ele não podia pagar os rostos.", "Tatyana doubted if Tatyana slept.": "Tatyana duvidou que Tatyana dormisse.", "They must make rules to regular the settlers.": "Eles devem fazer regras para regular os colonos.", "Sue had such a good start.": "Sue teve um começo tão bom.", "The city councilmen advocated violence.": "Os vereadores da cidade defendiam a violência.", "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that Bernard had done anything dishonest.": "Bernard, que não havia dito ao funcionário do governo que tinha menos de 21 anos quando entrou com uma reivindicação de propriedade, não considerou que Bernard havia feito algo desonesto.", "The sun was out.": "O sol estava fora.", "The map is very famous.": "O mapa é muito famoso.", "Mark couldn't understand him.": "Mark não conseguia entendê-lo.", "Since Jade always wears a red turban, Alice spotted her quickly.": "Como Jade sempre usa um turbante vermelho, Alice a viu rapidamente.", "Fred admires him hugely.": "Fred o admira imensamente.", "Paul's books are popular because Paul writes so well.": "Os livros de Paulo são populares porque Paulo escreve muito bem.", "She put the album on a chair without even opening the album.": "Ela colocou o álbum em uma cadeira sem nem mesmo abri-lo.", "The trainer couldn't stand her boyfriend.": "O treinador não suportava o namorado dela.", "Ray reached the top of the stairs.": "Ray chegou ao topo da escada.", "Mark heard Steve's feet going down the ladder. The door of the shop closed after him. He ran to look out the window.": "Mark ouviu os pés de Steve descendo a escada. A porta da loja se fechou atrás dele. Ele correu para olhar pela janela.", "Men had the right to keep their sons working for them until the sons were 21 years of age.": "Os homens tinham o direito de manter os filhos trabalhando para eles até os 21 anos de idade.", "Jane knocked on Susan's door, but there was no answer. She was disappointed.": "Jane bateu na porta de Susan, mas não houve resposta. Ela ficou desapontada.", "The lamplight made the lamplight seem even warmer.": "A luz da lâmpada fazia a luz parecer ainda mais quente.", "He will be moving into The old house on Thursday.": "Ele vai se mudar para a casa antiga na quinta-feira.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties he faced in his research.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que ele enfrentou em sua pesquisa.", "The man lifted the boy onto his bunk bed.": "O homem levantou o garoto em seu beliche.", "I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time.": "Fiquei ali, me sentindo um chappie sobre o qual já li em um livro, que assassinou outra enseada e escondeu o corpo sob a mesa da sala de jantar, e então teve que ser a vida e a alma de um jantar, com ele lá o tempo todo.", "Jim signaled the barman and gestured toward The barman's empty glass.": "Jim sinalizou para o barman e apontou para o copo vazio do barman.", "Kirilov ceded the presidency to Shatov because he was more popular.": "Kirilov cedeu a presidência a Shatov porque ele era mais popular.", "Grandma had set a place for Mary; and once Mrs. Wyman was seated, she pulled her, protesting, to it.": "Vovó havia estabelecido um lugar para Mary; e uma vez que a sra. Wyman estava sentada, ela a puxou, protestando contra ela.", "Some of the glue was stuck on the tape.": "Parte da cola estava presa na fita.", "The large ball crashed right through the table because it was made of styrofoam.": "A grande bola bateu na mesa porque era feita de isopor.", "Lionel plans to use it on Geoffrey and send Lionel to steal nuclear material from an army vault.": "Lionel planeja usá-lo em Geoffrey e enviar Lionel para roubar material nuclear de um cofre do exército.", "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that the government official had done anything dishonest.": "Bernard, que não havia dito ao funcionário do governo que tinha menos de 21 anos quando entrou com uma reivindicação de propriedade, não considerou que o funcionário do governo tivesse feito algo desonesto.", "When Tatyana reached the cabin, her mother was sleeping. She was careful not to disturb her , undressing and climbing back into her berth.": "Quando Tatyana chegou à cabana, sua mãe estava dormindo. Teve o cuidado de não perturbá-la, despindo-se e subindo de volta ao seu lugar.", "Jim signaled the barman and gestured toward his empty glass.": "Jim sinalizou para o barman e apontou para o copo vazio.", "The witness was reluctant to answer it.": "A testemunha relutou em responder.", "The traffic light was too inconspicuous.": "O semáforo era muito discreto.", "Fred is a remarkable man.": "Fred é um homem notável.", "He no longer requires Mr. Moncrieff's financial support.": "Ele não precisa mais do apoio financeiro de Moncrieff.", "The trophy doesn't fit into the brown suitcase because it is too large.": "O troféu não cabe na mala marrom porque é muito grande.", "Dan had to stop Bill from toying with the injured bird. He is very cruel.": "Dan teve que impedir que Bill brincasse com o pássaro ferido. Ele é muito cruel.", "In the middle of the outdoor concert, the rain started falling, but it continued until 10.": "No meio do show ao ar livre, a chuva começou a cair, mas continuou até as 10.", "Susan is nosy.": "Susan é intrometida.", "Billy is so tall.": "Billy é tão alto.", "The dog chased the cat, which ran up a tree. It waited at the bottom.": "O cachorro perseguiu o gato, que subia em uma árvore. Esperou no fundo.", "Mrs. Black's plump hands scrambled on the cloth, feeding the streak of light under the needle.": "As mãos rechonchudas da sra. Black mexeram no pano, alimentando o raio de luz sob a agulha.", "Laufer's play was inspired by a court case in which the Havasupai Tribe claimed that researchers from Arizona State University used the researchers' DNA samples improperly.": "A peça de Laufer foi inspirada em um processo judicial em que a Tribo Havasupai alegou que pesquisadores da Universidade Estadual do Arizona usaram indevidamente as amostras de DNA dos pesquisadores.", "Mary tucked her daughter Anne into bed, so that Mary could work.": "Mary colocou a filha Anne na cama, para que ela pudesse trabalhar.", "The sack of potatoes had been placed above the bag of flour, so it had to be moved first.": "O saco de batatas havia sido colocado acima do saco de farinha, então teve que ser movido primeiro.", "She saw that Emma was open.": "Ela viu que Emma estava aberta.", "The oak tree is to the right of a house.": "O carvalho está à direita de uma casa.", "This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the tide knocked it down.": "Hoje de manhã, Joey construiu um castelo de areia na praia e colocou uma bandeira de brinquedo na torre mais alta, mas esta tarde a maré a derrubou.", "Blaze was afraid the stable boys at the Burlington Stables struck at him and bullied him.": "Blaze estava com medo que os garotos do estábulo do Burlington Stables o atacassem e o intimidassem.", "Equally swoon-worthy is C.K. Dexter Haven, a pallid young dandy holding a jade-handled walking stick, with a poodle asleep at his feet.": "Igualmente digno de desmaio é CK Dexter Haven, um jovem e pálido dândi segurando uma bengala com cabo de jade, com um poodle dormindo aos pés.", "I shall have to kill The foxes.": "Vou ter que matar as raposas.", "I shall have to kill The chickens.": "Vou ter que matar as galinhas.", "Dora asked what the corn was.": "Dora perguntou o que era o milho.", "Mr. Moncrieff visited Chester's luxurious New York apartment, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to cancel Edward's allowance on the ground that he no longer requires his financial support.": "Moncrieff visitou o luxuoso apartamento de Chester em Nova York, pensando que pertencia a seu filho Edward. O resultado foi que o Sr. Moncrieff decidiu cancelar o subsídio de Edward, alegando que ele não precisa mais de seu apoio financeiro.", "Alice tried frantically to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely.": "Alice tentou freneticamente impedir que a filha latisse na festa, deixando-nos imaginar por que ela estava se comportando de maneira tão estranha.", "He cursed the toga under his breath for standing in his way, as if it had been a living creature.": "Ele amaldiçoou a toga baixinho por ficar em seu caminho, como se fosse uma criatura viva.", "Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be here by this time.": "Adam não pode deixar o trabalho aqui até Bob chegar para substituí-lo. Se Bob tivesse saído de casa para trabalhar a tempo, ele estaria aqui a essa hora.", "Anne gave birth to a daughter last month. She is a very charming baby.": "Anne deu à luz uma filha no mês passado. Ela é um bebê muito charmoso.", "coats were not enough for the cold in Alaska.": "casacos não eram suficientes para o frio no Alasca.", "The sun was gone.": "O sol se foi.", "Joan made sure to thank Susan for all the help she had given.": "Joan fez questão de agradecer a Susan por toda a ajuda que ela havia dado.", "The needy might pick up the fallen grain.": "Os necessitados podem colher os grãos caídos.", "George got free tickets to the play, but he gave them to Eric, because he was not particularly eager to see it.": "George conseguiu ingressos grátis para a peça, mas deu a Eric, porque não estava particularmente ansioso para vê-la.", "I saw Jim yelling at some guy in a military uniform with a huge red beard. I don't know who he was, but he looked very unhappy.": "Vi Jim gritando com um cara de uniforme militar com uma enorme barba ruiva. Não sei quem ele era, mas ele parecia muito infeliz.", "I took the water bottle out of the backpack so that the backpack would be lighter.": "Tirei a garrafa de água da mochila para que ela fosse mais leve.", "The fish ate the worm. It was tasty.": "O peixe comeu o verme. Estava saboroso.", "Alice stroked her hair and let the child weep.": "Alice acariciou seus cabelos e deixou a criança chorar.", "He no longer requires Edward's financial support.": "Ele não precisa mais do apoio financeiro de Edward.", "Paul wasn't successful.": "Paul não teve sucesso.", "The ankles should be better.": "Os tornozelos devem estar melhores.", "Those occasions stood out as red-letter days for Henry.": "Aquelas ocasiões se destacaram como dias vermelhos para Henry.", "The cat was lying by the mouse hole waiting for the mouse, but it was too impatient.": "O gato estava deitado perto do buraco do rato esperando pelo rato, mas estava impaciente demais.", "The school bus was going so slow.": "O ônibus da escola estava indo tão devagar.", "Her mother's eyes were closed, but Tatyana doubted if she slept.": "Os olhos de sua mãe estavam fechados, mas Tatyana duvidava que ela dormisse.", "Adam would have won.": "Adam teria vencido.", "Tina was too hard to pronounce.": "Tina era muito difícil de pronunciar.", "The donkey wished a wart on its hind leg would disappear, and wart did.": "O burro desejou que uma verruga na perna traseira desaparecesse, e a verruga desapareceu.", "The trains saw a train coming.": "Os trens viram um trem chegando.", "The fish began two years ago.": "O peixe começou há dois anos.", "Arnold lived two centuries later.": "Arnold viveu dois séculos depois.", "The large ball was made of styrofoam.": "A grande bola foi feita de isopor.", "The city councilmen refused the demonstrators a permit because they advocated violence.": "Os vereadores da cidade recusaram uma permissão aos manifestantes porque defendiam a violência.", "Even one thread uncut will leave one thread too small.": "Mesmo um segmento sem cortes deixará um segmento muito pequeno.", "He was afraid the stable boys at the Burlington Stables struck at Mark.": "Ele temia que os garotos do estábulo do Burlington Stables atacassem Mark.", "The detective received the final report on the case.": "O detetive recebeu o relatório final sobre o caso.", "Andrea could see the landing gear.": "Andrea viu o trem de pouso.", "By rolling over in her upper berth, Tatyana could look over the edge of it and see her mother plainly. How very small and straight and rigid she lay in the bunk below! Her eyes were closed, but Tatyana doubted if she slept.": "Ao rolar na parte superior, Tatyana podia olhar por cima e ver sua mãe claramente. Quão pequena, reta e rígida ela estava no beliche abaixo! Seus olhos estavam fechados, mas Tatyana duvidava que ela dormisse.", "Tom reached the bottom of the stairs.": "Tom chegou ao pé da escada.", "The lemons came out looking more like telephone poles.": "Os limões pareciam mais postes de telefone.", "Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be gone by this time.": "Adam não pode deixar o trabalho aqui até Bob chegar para substituí-lo. Se Bob tivesse saído de casa para trabalhar a tempo, já teria ido embora.", "The delivery truck zoomed by the school bus because it was going so slow.": "O caminhão de entregas passou pelo ônibus escolar porque estava indo muito devagar.", "Susan is indiscreet.": "Susan é indiscreta.", "They broadcast an announcement, but a subway came into the station and I couldn't hear it.": "Eles transmitiram um anúncio, mas um metrô entrou na estação e eu não pude ouvi-lo.", "He no longer requires Chester's financial support.": "Ele não precisa mais do apoio financeiro de Chester.", "The signs over the shops' doors had pictures that indicated what work was done inside. Although more and more people were learning how to read, each artisan still had signs, not wishing to lose a possible patron merely because he happened to be illiterate.": "As placas nas portas das lojas tinham fotos que indicavam o trabalho realizado dentro. Embora cada vez mais pessoas aprendessem a ler, cada artesão ainda tinha sinais, não desejando perder um possível patrono apenas porque era analfabeto.", "Muriel has a famous painting of a ballerina by Cecile d'Arblay hanging in Muriel's living room.": "Muriel tem uma famosa pintura de uma bailarina de Cecile d&#39;Arblay pendurada na sala de estar de Muriel.", "My great-grandfather was a remarkable man.": "Meu bisavô era um homem notável.", "The door of the shop closed after Steve.": "A porta da loja se fechou atrás de Steve.", "His father's disciple, Antonio, takes Larry under his wing, and quickly molds Larry's father into a drug runner.": "O discípulo de seu pai, Antonio, coloca Larry sob suas asas e rapidamente transforma o pai de Larry em um traficante de drogas.", "Beth stopped and apologized.": "Beth parou e pediu desculpas.", "Uncle Vernon couldn't very well marry without his approval": "Tio Vernon não poderia muito bem se casar sem a sua aprovação", "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was short, so it worked out.": "Minha reunião começou às 16:00 e eu precisava pegar o trem às 16:30, então não havia muito tempo. Felizmente, foi curto, por isso deu certo.", "The sculpture wasn't anchored.": "A escultura não estava ancorada.", "Mark ran to look out the window.": "Mark correu para olhar pela janela.", "The police arrested all of the gang members. They were trying to run the drug trade in the neighborhood.": "A polícia prendeu todos os membros da gangue. Eles estavam tentando administrar o comércio de drogas no bairro.", "She stroked Mama's hair and let the child weep.": "Ela acariciou os cabelos de mamãe e deixou a criança chorar.", "George was not particularly eager to see it.": "George não estava particularmente ansioso para vê-lo.", "Susan invited her to come out.": "Susan a convidou para sair.", "Sam's drawing was hung just above Tina's and it did look much better with another one below it.": "O desenho de Sam estava pendurado logo acima do de Tina e parecia muito melhor com outro abaixo.", "The toaster Frank had bought from him didn't work.": "A torradeira que Frank comprou dele não funcionou.", "He cursed it under his breath for standing in Mat's way, as if it had been a living creature.": "Ele xingou baixinho por estar no caminho de Mat, como se tivesse sido uma criatura viva.", "You should have the option to end the benefit.": "Você deve ter a opção de encerrar o benefício.", "Tommy's legs dangled.": "As pernas de Tommy balançaram.", "Dan took the rear seat while Bill claimed the front because Dan's \"Dibs!\" was quicker.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque &quot;Dibs!&quot; De Dan foi mais rápido.", "Jane gave Joan candy because she wasn't hungry.": "Jane deu doces a Joan porque não estava com fome.", "He heard Mr. Singer calling for the captain.": "Ele ouviu o Sr. Singer chamando pelo capitão.", "The sponsors were very much in the majority.": "Os patrocinadores foram muito na maioria.", "Sam tried to paint a picture of shepherds with sheep, but they ended up looking more like golfers.": "Sam tentou pintar uma imagem de pastores com ovelhas, mas eles acabaram se parecendo mais com golfistas.", "Carol believed that Rebecca suspected that Rebecca had stolen the watch.": "Carol acreditava que Rebecca suspeitava que Rebecca tivesse roubado o relógio.", "We should make fewer of the oatmeal cookies.": "Deveríamos fazer menos biscoitos de aveia.", "The cat waited at the top.": "O gato esperou no topo.", "Mary tucked her daughter Anne into bed, so that she could sleep.": "Mary colocou a filha Anne na cama, para poder dormir.", "The piano was broken, so he had to stand instead.": "O piano estava quebrado, então ele teve que ficar de pé.", "The journalists were very cooperative, so the interview lasted for a long time.": "Os jornalistas foram muito cooperativos, então a entrevista durou muito tempo.", "The foxes have gotten very nervous.": "As raposas ficaram muito nervosas.", "When they had eventually calmed down a bit, and had gotten home, Mr. Farley put the magic pebble in an iron safe. Some day they might want to use it , but really for now, what more could they wish for?": "Quando eles finalmente se acalmaram e chegaram em casa, o Sr. Farley colocou a pedra mágica em um cofre de ferro. Algum dia eles podem querer usá-lo, mas realmente por enquanto, o que mais eles poderiam desejar?", "The donkey wished a wart on its hind leg would disappear, and donkey did.": "O burro desejou que uma verruga na perna traseira desaparecesse, e o burro desapareceu.", "The gang members were trying to run the drug trade in the neighborhood.": "Os membros da gangue estavam tentando administrar o tráfico de drogas no bairro.", "Equally swoon-worthy is C.K. Dexter Haven, a pallid young dandy holding a jade-handled walking stick, with a poodle asleep at Haven's feet.": "Igualmente digno de desmaio é CK Dexter Haven, um jovem e pálido dândi segurando uma bengala com cabo de jade, com um poodle dormindo aos pés de Haven.", "The man lifted the boy onto the man's bunk bed.": "O homem levantou o garoto na cama de beliche do homem.", "Fred watched TV while George went out to buy groceries. After an hour he got up.": "Fred assistia TV enquanto George saía para comprar mantimentos. Depois de uma hora, ele se levantou.", "She writes the book when she gets home from work.": "Ela escreve o livro quando chega em casa do trabalho.", "Anyone who knew that he was 19 years old could take his claim away from Bernard.": "Qualquer um que soubesse que ele tinha 19 anos poderia tirar sua reivindicação de Bernard.", "Isn't it nice that the two guitars and a bag have come, Mama!\"": "Não é legal que as duas guitarras e uma bolsa tenham chegado, mamãe! &quot;", "Tatyana managed two guitars and a bag, and still could point out the Freemans: \"Isn't it nice that they have come, Mama!\"": "Tatyana conseguiu dois violões e uma sacola e ainda pôde apontar os Freemans: &quot;Não é legal que eles tenham vindo, mamãe!&quot;", "It is very characteristic of Theresa Rubio's later work --- impetuous, almost crude, rather than realistic.": "É muito característico do trabalho posterior de Theresa Rubio - impetuoso, quase bruto, ao invés de realista.", "Beside the food there were crocks, baskets, and a five-quart pail of milk.": "Ao lado da comida, havia vasilhas, cestos e um balde de cinco litros de leite.", "Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very ungrateful.": "Bob pagou pela educação universitária de Charlie, mas agora Charlie age como se isso nunca tivesse acontecido. Ele é muito ingrato.", "Since Alice always wears a red turban, Alice spotted her quickly.": "Como Alice sempre usa um turbante vermelho, Alice a viu rapidamente.", "Maude and Dora had seen the trains rushing across the prairie, with long, rolling puffs of black smoke streaming back from the engine. Their roars and their wild, clear whistles could be heard from far away. Horses ran away when they saw a train coming.": "Maude e Dora haviam visto os trens atravessando a pradaria, com longos e ondulados fumos de fumaça preta saindo do motor. Seus rugidos e seus assobios claros e selvagens podiam ser ouvidos de longe. Os cavalos fugiram quando viram um trem chegando.", "The building is very famous.": "O prédio é muito famoso.", "We rescued the older students.": "Nós resgatamos os alunos mais velhos.", "Bill passed the gameboy to John because his turn was over.": "Bill passou o garoto para John porque sua vez havia terminado.", "It is very characteristic of Cecile d'Arblay's later work --- impetuous, almost crude, rather than realistic.": "É muito característico do trabalho posterior de Cecile d&#39;Arblay - impetuoso, quase bruto, ao invés de realista.", "She couldn't stand Madonna's boyfriend.": "Ela não suportava o namorado de Madonna.", "Tom said \"Check\" to Ralph as he moved Tom's bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele mudou o bispo de Tom.", "The captain and all Mark's crew had best stay in the cabin until the work was over.": "É melhor que o capitão e toda a tripulação de Mark fiquem na cabine até que o trabalho termine.", "The doctor had ordered six months of country air for Colonel Christian's son Paul once he recovered sufficiently.": "O médico ordenou seis meses de passagem pelo país para o filho do coronel Christian, Paul, assim que ele se recuperou o suficiente.", "Grant worked hard to harvest his beans so he and his family would have enough to eat that winter, His friend Henry let him stack them in his barn where they would dry. Later, he and Tatyana would shell them and cook them for their Sunday dinners.": "Grant trabalhou duro para colher seus grãos para que ele e sua família tivessem o suficiente para comer naquele inverno. Seu amigo Henry o deixou empilhá-los em seu celeiro, onde secariam. Mais tarde, ele e Tatyana os descascaram e os cozinharam para os jantares de domingo.", "Mama had to hunt for a button.": "Mamãe teve que procurar um botão.", "Folks said he died just to be ride of the Wainwrights' everlasting nagging.": "O pessoal disse que ele morreu apenas para ser o cavaleiro dos eternos incômodos dos Wainwrights.", "Martin is very successful.": "Martin é muito bem sucedido.", "He couldn't very well marry without Chester's approval": "Ele não poderia muito bem se casar sem a aprovação de Chester", "The door of the shop closed after Mark.": "A porta da loja se fechou atrás de Mark.", "Mark needed to get him to finish his work, because his work was beautiful.": "Mark precisava levá-lo a terminar seu trabalho, porque seu trabalho era bonito.", "Joan wasn't hungry.": "Joan não estava com fome.", "Jim signaled the barman and gestured toward his bathroom key.": "Jim sinalizou para o barman e apontou para a chave do banheiro.", "We went to the lake, because a shark had been seen at the ocean beach, so it was a dangerous place to swim.": "Fomos ao lago, porque um tubarão havia sido visto na praia do oceano, por isso era um lugar perigoso para nadar.", "Ralph wouldn't have to walk.": "Ralph não precisaria andar.", "Harry knew much less than Harry did.": "Harry sabia muito menos do que Harry.", "I took the water bottle out of the backpack so that the water bottle would be lighter.": "Tirei a garrafa de água da mochila para que ela fosse mais leve.", "The stars were very persistent, so the interview lasted for a long time.": "As estrelas eram muito persistentes, então a entrevista durou muito tempo.", "Bill is very compassionate.": "Bill é muito compassivo.", "He couldn't afford the children.": "Ele não podia pagar as crianças.", "His friend Henry let him stack Grant and his family in his barn where they would dry.": "Seu amigo Henry o deixou empilhar Grant e sua família em seu celeiro, onde eles secariam.", "Mary tucked her daughter Anne into bed, so that she could work.": "Mary colocou a filha Anne na cama, para poder trabalhar.", "Thomson had been dead for five years.": "Thomson estava morto há cinco anos.", "Since Jade always has good luck, Alice spotted her quickly.": "Como Jade sempre tem boa sorte, Alice a viu rapidamente.", "Dan is very cruel.": "Dan é muito cruel.", "The witness was reluctant to repeat it.": "A testemunha relutou em repetir.", "Fred was supposed to run the dishwasher, but he put it off, because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned it on.": "Fred deveria usar a máquina de lavar louça, mas adiou, porque queria assistir TV. Mas o show acabou sendo chato, então ele mudou de idéia e ligou.", "Madonna couldn't stand her boyfriend.": "Madonna não suportava o namorado.", "The doorway is too wide.": "A porta é muito larga.", "Bill left.": "Bill saiu.", "Fred is the only man alive who still remembers my father as an infant. When Fred first saw my father, he was twelve months old.": "Fred é o único homem vivo que ainda se lembra de meu pai quando criança. Quando Fred viu meu pai, ele tinha doze meses de idade.", "The pin had a hole.": "O pino tinha um buraco.", "Now I have to get The tree removed.": "Agora eu tenho que remover a árvore.", "The refrigerator has a lot of butter in it.": "A geladeira tem muita manteiga.", "Although they ran at about the same speed, Sue beat Sally because she had such a bad start.": "Embora eles corressem na mesma velocidade, Sue venceu Sally porque ela teve um péssimo começo.", "He urged the prison cells to confess, for old times' sake.": "Ele pediu às celas da prisão que confessassem, pelos velhos tempos.", "She reads the book when she gets home from work.": "Ela lê o livro quando chega em casa do trabalho.", "Muriel has a famous painting of a ballerina by Cecile d'Arblay hanging in the ballerina's living room.": "Muriel tem uma famosa pintura de uma bailarina de Cecile d&#39;Arblay pendurada na sala de estar da bailarina.", "The refrigerator has a lot of leftovers in it.": "A geladeira tem muitas sobras.", "Emma's mother had died long ago, and her education had been managed by an excellent woman as governess.": "A mãe de Emma havia morrido há muito tempo e sua educação fora administrada por uma excelente mulher como governanta.", "Bob is very generous.": "Bob é muito generoso.", "Beside the table there were crocks, baskets, and a five-quart pail of milk.": "Ao lado da mesa, havia vasilhas, cestas e um balde de cinco litros de leite.", "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him.": "Bernard, que não havia dito ao funcionário do governo que tinha menos de 21 anos quando entrou com uma reivindicação de propriedade, não considerou que ele havia feito algo desonesto. Ainda assim, qualquer um que soubesse que ele tinha 19 anos poderia tirar sua reivindicação dele.", "Men had the right to keep their sons working for them until they were 21 years of age.": "Os homens tinham o direito de manter seus filhos trabalhando para eles até os 21 anos de idade.", "She put the album on a chair without even opening the living room.": "Ela colocou o álbum em uma cadeira sem nem mesmo abrir a sala de estar.", "The table won't fit through the doorway because it is too narrow.": "A mesa não passa pela porta porque é muito estreita.", "Tatyana was careful not to disturb her, undressing and climbing back into her berth.": "Tatyana teve o cuidado de não incomodá-la, despindo-se e subindo de volta ao seu lugar.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Goodman faced in his research.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que Goodman enfrentou em sua pesquisa.", "The teller was immediately taken to the hospital.": "O caixa foi imediatamente levado ao hospital.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Goodman faced in his childhood.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que Goodman enfrentou em sua infância.", "Horses ran away when the roars came in sight.": "Os cavalos fugiram quando os rugidos apareceram.", "Mrs. Wyman pulled her.": "A sra. Wyman a puxou.", "Billy cried because Toby wouldn't accept Toby's toy.": "Billy chorou porque Toby não aceitaria o brinquedo de Toby.", "The shelf wasn't level.": "A prateleira não estava nivelada.", "Later, he and Tatyana would shell them and cook them for the beans' Sunday dinners.": "Mais tarde, ele e Tatyana os descascaram e os cozinharam para os jantares de domingo dos feijões.", "Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make fewer of them.": "Todo mundo realmente amou os biscoitos de aveia; apenas algumas pessoas gostaram dos biscoitos de chocolate. Da próxima vez, devemos fazer menos deles.", "John was full.": "John estava cheio.", "I couldn't get the key in.": "Não consegui pegar a chave.", "Bill passed the half-empty plate to John because he was hungry.": "Bill passou o prato meio vazio para John porque estava com fome.", "Sam and Amy are snobs.": "Sam e Amy são esnobes.", "Pam's parents came home and found her having sex with her boyfriend, Paul. They were furious about it.": "Os pais de Pam chegaram em casa e a encontraram fazendo sexo com o namorado, Paul. Eles ficaram furiosos com isso.", "The mouse was too impatient.": "O mouse estava muito impaciente.", "The firemen were coming from so far away.": "Os bombeiros vinham de tão longe.", "Fred watched TV while George went out to buy groceries. After an hour he got back.": "Fred assistia TV enquanto George saía para comprar mantimentos. Depois de uma hora ele voltou.", "Any direction on his own account was just another proof of Mr. Taylor's innate idiocy.": "Qualquer direção por conta própria era apenas mais uma prova da idiotice inata do Sr. Taylor.", "\"Chameleon Street\" is an exuberantly comic drama that's adapted from the stories of two con men, and includes as actors some of the people involved in the people's lives.": "&quot;Chameleon Street&quot; é um drama exuberantemente cômico, adaptado das histórias de dois vigaristas, e inclui como atores algumas das pessoas envolvidas na vida das pessoas.", "Horses ran away when the puffs came in sight.": "Os cavalos fugiram quando os sopros apareceram.", "Hermoine was in Hermione's room.": "Hermoine estava no quarto de Hermione.", "The ballerina bought the painting when she was thirty.": "A bailarina comprou a pintura aos trinta anos.", "Mark was timid.": "Mark era tímido.", "Joan made sure to thank Susan for all the help Joan had recieved.": "Joan fez questão de agradecer a Susan por toda a ajuda que recebera.", "George was particularly eager to see it.": "George estava particularmente ansioso para vê-lo.", "Muriel has in her living room a famous painting of a ballerina. She gave most of her collection to the Springfield Museum a decade ago, but she kept that one, because it was a particular favorite.": "Muriel tem em sua sala uma famosa pintura de uma bailarina. Ela deu a maior parte de sua coleção ao Museu Springfield há uma década, mas manteve essa, porque era uma das favoritas.", "The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the hospital.": "O cliente entrou no banco e esfaqueou um dos caixas. Ele foi imediatamente levado ao hospital.", "The dog waited at the top.": "O cachorro esperou no topo.", "Amy's parents are snobs.": "Os pais de Amy são esnobes.", "Archaeologists have concluded that humans lived in Laputa 20,000 years ago. They hunted for deer on the river banks.": "Os arqueólogos concluíram que os seres humanos viviam em Laputa há 20.000 anos. Eles caçavam cervos nas margens do rio.", "I tried to paint a picture of an orchard, with lemons in the lemon trees, but they came out looking more like light bulbs.": "Tentei pintar a imagem de um pomar, com limões nos limoeiros, mas eles pareciam mais lâmpadas.", "Muriel has a famous painting of a ballerina by Cecile d'Arblay hanging in her living room.": "Muriel tem uma famosa pintura de uma bailarina de Cecile d&#39;Arblay pendurada em sua sala de estar.", "A general had the right to punish a soldier caught selling everyone arms, and also anyone who tempted him.": "Um general tinha o direito de punir um soldado pego vendendo armas a todos, e também qualquer um que o tentasse.", "As Ollie carried Tommy up the long winding steps, his legs ached.": "Enquanto Ollie carregava Tommy pelos longos e sinuosos degraus, suas pernas doíam.", "I'm sure that my map will show this building; it is very famous.": "Tenho certeza de que meu mapa mostrará este edifício; é muito famoso", "I couldn't get the chewing gum in.": "Eu não conseguia colocar o chiclete.", "Tatyana knew that Grandma always enjoyed serving an abundance of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled her to the table, lifting her shawl from her shoulders, seating her in the place of honor, and saying simply: \"There's plenty.\"": "Tatyana sabia que a avó sempre gostava de servir uma abundância de comida para seus convidados. Agora Tatyana viu a avó reunir a mãe pequena de Tatyana em um abraço largo e esquelético e depois a empurrou para a mesa, erguendo o xale dos ombros, sentando-a no lugar de honra e dizendo simplesmente: &quot;Há muito&quot;.", "Thomson visited Cooper's grave in 1765. At that date he had been travelling for five years.": "Thomson visitou o túmulo de Cooper em 1765. Naquela data, ele viajava havia cinco anos.", "The opponents were very much in the majority.": "Os oponentes estavam na maioria.", "James asked Robert for a favor but he was refused.": "James pediu um favor a Robert, mas ele foi recusado.", "Archaeologists hunted for deer on the river banks.": "Arqueólogos caçavam cervos nas margens do rio.", "Joe's uncle can still beat him at tennis, even though he is 30 years younger.": "O tio de Joe ainda pode vencê-lo no tênis, mesmo sendo 30 anos mais novo.", "Now I have to get The roof repaired.": "Agora tenho que consertar o telhado.", "Susan told her about it.": "Susan contou a ela sobre isso.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Xenophanes faced in his research.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que Xenófanes enfrentou em sua pesquisa.", "Emma's education had been managed by an excellent woman as governess.": "A educação de Emma havia sido administrada por uma excelente mulher como governanta.", "She thought any friend of Dad's had a pleasant laugh.": "Ela pensou que qualquer amigo de papai tinha uma risada agradável.", "Carol believed that Rebecca regretted that Carol had stolen the watch.": "Carol acreditava que Rebecca lamentava ter roubado o relógio.", "The father carried the sleeping boy in the father's bassinet.": "O pai carregava o menino adormecido no berço do pai.", "Then Dad figured out how much the man owed the store; to that he added the man's board-bill at the cook-shanty. He subtracted that amount from the man's wages, and made out his check": "Então papai descobriu o quanto o homem devia à loja; a isso, acrescentou a conta do conselho no restaurante. Ele subtraiu essa quantia do salário do homem e pagou o cheque", "Stretching her back, the woman smiled at the girl.": "Esticando as costas, a mulher sorriu para a garota.", "The pot was too high.": "O pote estava muito alto.", "He cursed it under his breath for standing in Mr. Blyth's way, as if it had been a living creature.": "Ele xingou baixinho por ficar no caminho do Sr. Blyth, como se tivesse sido uma criatura viva.", "I can't cut that tree down with that axe; it is too thick.": "Não posso cortar essa árvore com aquele machado; é muito grosso.", "mother was careful not to disturb her, undressing and climbing back into her berth.": "a mãe teve o cuidado de não perturbá-la, despindo-se e subindo de volta ao seu lugar.", "They must make rules to regular the politicians.": "Eles devem fazer regras para regular os políticos.", "This afternoon the tide knocked The flag down.": "Esta tarde a maré derrubou a bandeira.", "Thomson visited Cooper's grave in 1765. At that date he had been dead for five years.": "Thomson visitou o túmulo de Cooper em 1765. Naquela data, ele estava morto há cinco anos.", "Prehistoric humans hunted for evidence on the river banks.": "Humanos pré-históricos caçavam evidências nas margens do rio.", "He opened his eyes when the wind stopped.": "Ele abriu os olhos quando o vento parou.", "Ann is indiscreet.": "Ann é indiscreta.", "It was a major influence on Shakespeare's writing.": "Foi uma grande influência nos escritos de Shakespeare.", "She thought Dad had a pleasant laugh.": "Ela achou que o pai tinha uma risada agradável.", "Men had the right to keep their sons working for them until the men were 21 years of age.": "Os homens tinham o direito de manter seus filhos trabalhando para eles até os 21 anos de idade.", "The meeting was short, so it worked out.": "A reunião foi curta, por isso deu certo.", "His father's disciple, Antonio, takes Larry under his wing, and quickly molds Larry into a drug runner.": "O discípulo de seu pai, Antonio, coloca Larry sob suas asas e rapidamente o transforma em um traficante.", "I carried the newspaper over my backpack to keep the backpack dry.": "Carreguei o jornal sobre minha mochila para mantê-la seca.", "Horses ran away when the trains came in sight.": "Os cavalos fugiram quando os trens chegaram à vista.", "Jane was out.": "Jane estava fora.", "The captain and all the captain's crew had best stay in the cabin until the work was over.": "É melhor o capitão e toda a tripulação do capitão permanecer na cabine até que o trabalho termine.", "I'm sure that my map will show this building; it is very good.": "Tenho certeza de que meu mapa mostrará este edifício; é muito bom.", "The fish was tasty.": "O peixe estava gostoso.", "The police were coming from so far away.": "A polícia vinha de tão longe.", "Ethan was \"it\".": "Ethan era &quot;isso&quot;.", "People are popular because Paul writes so well.": "As pessoas são populares porque Paulo escreve muito bem.", "Billy cried because Toby wouldn't share his toy.": "Billy chorou porque Toby não compartilharia seu brinquedo.", "The woman held the girl against the girl's will.": "A mulher segurou a garota contra a vontade dela.", "Edward no longer requires his financial support.": "Edward não precisa mais de seu apoio financeiro.", "Paul wasn't available.": "Paul não estava disponível.", "I couldn't find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of coffee.": "Não consegui encontrar uma colher, então tentei usar uma caneta para mexer meu café. Mas isso acabou sendo uma péssima idéia, porque ficou cheio de café.", "The lawyer asked the witness a question, but he was reluctant to answer it.": "O advogado fez uma pergunta à testemunha, mas ele relutou em responder.", "Adam would be gone by this time.": "Adam já teria ido a essa altura.", "Sam took French classes from Adam, because he was known to speak it fluently.": "Sam teve aulas de francês com Adam, porque ele sabia falar fluentemente.", "John hired himself out to Bill to take care of him.": "John contratou-se para Bill para cuidar dele.", "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have lost.": "Bob estava jogando cartas com Adam e estava muito à frente. Se Adam não tivesse tido uma súbita sorte, ele teria perdido.", "After all, Steve might have decided that Mark's legs and ears were better than his hands --- and deliberately let him do the work that best suited him.": "Afinal, Steve poderia ter decidido que as pernas e orelhas de Mark eram melhores que suas mãos - e deliberadamente deixá-lo fazer o trabalho que melhor lhe convinha.", "John was jogging through the park when he saw a man juggling watermelons. He was very impressive.": "John estava correndo pelo parque quando viu um homem fazendo malabarismos com melancias. Ele foi muito impressionante.", "The son was so heavy.": "O filho era tão pesado.", "Mary took out her flute and played one of her favorite pieces. She has had it since she was a child.": "Mary pegou sua flauta e tocou uma de suas peças favoritas. Ela o tem desde criança.", "The lemon trees came out looking more like light bulbs.": "Os limoeiros saíram mais parecendo lâmpadas.", "Later, he and Tatyana would shell them and cook them for his and Tatyana's Sunday dinners.": "Mais tarde, ele e Tatyana os descascaram e os cozinharam para os jantares de domingo dele e de Tatyana.", "George wasn't successful.": "George não teve sucesso.", "Mark should have been more skeptical.": "Mark deveria ter sido mais cético.", "The axe is too small.": "O machado é muito pequeno.", "Mr. Schmidt's work was beautiful.": "O trabalho do Sr. Schmidt foi lindo.", "The worm was hungry.": "O verme estava com fome.", "The incident would only add to Mrs. Gruen's uneasiness.": "O incidente só aumentaria o desconforto da sra. Gruen.", "We couldn't use the lake.": "Não podíamos usar o lago.", "The hat was knocked off by a soldier.": "O chapéu foi derrubado por um soldado.", "Muriel has a famous painting of a ballerina by Cecile d'Arblay hanging in Cecile d'Arblay's living room.": "Muriel tem uma famosa pintura de uma bailarina de Cecile d&#39;Arblay pendurada na sala de estar de Cecile d&#39;Arblay.", "Eric was particularly eager to see it.": "Eric estava particularmente ansioso para vê-lo.", "Joe received the final report on the case.": "Joe recebeu o relatório final sobre o caso.", "She was careful not to disturb Tatyana , undressing and climbing back into her berth.": "Teve o cuidado de não perturbar Tatyana, despindo-se e subindo de volta ao seu ancoradouro.", "Sid explained his theory to Mark but he couldn't convince him.": "Sid explicou sua teoria a Mark, mas não conseguiu convencê-lo.", "Dora asked what the sound was.": "Dora perguntou qual era o som.", "The trophy is too small.": "O troféu é muito pequeno.", "She has loved the flute since she was a child.": "Ela ama a flauta desde que era criança.", "Fred was supposed to run the dishwasher, but he put it off, because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned it off.": "Fred deveria usar a máquina de lavar louça, mas adiou, porque queria assistir TV. Mas o show acabou sendo chato, então ele mudou de idéia e desligou.", "You could wipe her floor with a clean handkerchief without getting any dirt on the handkerchief.": "Você pode limpar o chão com um lenço limpo sem sujar o lenço.", "The carrot had a hole.": "A cenoura tinha um buraco.", "I shall have to guard The chickens.": "Vou ter que guardar as galinhas.", "The last day came. Tomorrow Nell was going away. Dad and Mom had brought home her new trunk.": "O último dia chegou. Amanhã Nell estava indo embora. Papai e mamãe trouxeram para casa seu novo baú.", "You can see the garden through the wall.": "Você pode ver o jardim através da parede.", "Fred was a remarkable man.": "Fred era um homem notável.", "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was hot.": "Era uma tarde de verão e o cachorro estava sentado no meio do gramado. Depois de um tempo, levantou-se e mudou-se para um local debaixo da árvore, porque estava quente.", "I took the water bottle out of the backpack so that it would be lighter.": "Tirei a garrafa de água da mochila para ficar mais leve.", "Kamchatka was victorious within weeks.": "Kamchatka venceu em poucas semanas.", "The crutches should be better.": "As muletas devem ser melhores.", "We should make more of the oatmeal cookies.": "Deveríamos fazer mais biscoitos de aveia.", "Kotkin describes how Lev Kamenev, Stalin's old Pravda co-editor, and Grigory Zinoviev, who with Stalin and Kamenev had formed a ruling troika during Lenin's final illness, were dragged out of their prison cells in 1936 for a meeting with Stalin; he urged them to confess, for old times' sake.": "Kotkin descreve como Lev Kamenev, antigo co-editor de Pravda de Stalin, e Grigory Zinoviev, que com Stalin e Kamenev formaram uma tróica dominante durante a doença final de Lenin, foram retirados de suas celas em 1936 para uma reunião com Stalin; ele pediu que eles confessassem, pelos velhos tempos.", "Horses ran away when the horses came in sight.": "Os cavalos fugiram quando os cavalos apareceram.", "Sally stopped and counted to ten.": "Sally parou e contou até dez.", "Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very hurt.": "Bob pagou pela educação universitária de Charlie, mas agora Charlie age como se isso nunca tivesse acontecido. Ele está muito magoado.", "The piano was broken, so he had to sing instead.": "O piano estava quebrado, então ele teve que cantar.", "Grandma agreed to stay for dinner.": "Vovó concordou em ficar para o jantar.", "Tatyana's eyes were closed, but Tatyana doubted if she slept.": "Os olhos de Tatyana estavam fechados, mas Tatyana duvidava que ela dormisse.", "The woman held the girl against the girl's chest.": "A mulher segurou a garota contra o peito dela.", "Bob is very hurt.": "Bob está muito magoado.", "The trophy doesn't fit into the brown suitcase because it is too small.": "O troféu não cabe na mala marrom porque é muito pequeno.", "Bob paid for Charlie's college education. He is very grateful.": "Bob pagou pela educação universitária de Charlie. Ele é muito grato.", "Mark couldn't convince him.": "Mark não conseguiu convencê-lo.", "The doorway is too narrow.": "A porta é muito estreita.", "He was afraid the stable boys at the Burlington Stables struck at Blaze.": "Ele temia que os garotos do estábulo do Burlington Stables atacassem Blaze.", "Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that the railroad company would not want anyone but him to work in the office.": "Sempre antes, Larry ajudara papai em seu trabalho. Mas ele não podia ajudá-lo agora, pois papai disse que a companhia ferroviária não iria querer ninguém além dele para trabalhar no escritório.", "Frank was the winner of the competition.": "Frank foi o vencedor da competição.", "Alice tried frantically to stop her daughter from chatting at the party, leaving us to wonder why she was behaving so strangely.": "Alice tentou freneticamente impedir que a filha conversasse na festa, deixando-nos perguntar por que ela estava se comportando tão estranhamente.", "Dan took the rear seat while Bill claimed the front because his \"Dibs!\" was slow.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque seus &quot;Dibs!&quot; foi lento.", "The city councilmen feared violence.": "Os vereadores da cidade temiam violência.", "Lily spoke to Donna, breaking Donna's silence.": "Lily falou com Donna, quebrando o silêncio de Donna.", "I don't know who the guy in uniform was, but he looked very unhappy.": "Não sei quem era o cara de uniforme, mas ele parecia muito infeliz.", "We should make more of the chocolate chip cookies.": "Deveríamos fazer mais biscoitos de chocolate.", "Bob would have won.": "Bob teria vencido.", "When Maude got to school, Nell Raleigh was already there. She tucked her mittened hand under Maude's arm and squeezed it.": "Quando Maude chegou à escola, Nell Raleigh já estava lá. Ela enfiou a mão com luva embaixo do braço de Maude e a apertou.", "The lamplight made the kitchen seem even warmer.": "A luz da lâmpada fazia a cozinha parecer ainda mais quente.", "The worm was tasty.": "O verme estava gostoso.", "Mark's work was beautiful.": "O trabalho de Mark foi lindo.", "There were simply not enough chairs.": "Simplesmente não havia cadeiras suficientes.", "Mat advanced at once to the bureau, starting involuntarily when he bumped into Mr. Blyth's mannequin with the Spanish hat and Roman toga; and cursing it under his breath for standing in his way as if it had been a living creature.": "Mat avançou imediatamente para o departamento, começando involuntariamente quando esbarrou no manequim do Sr. Blyth com o chapéu espanhol e a toga romana; e amaldiçoando-o por estar em seu caminho como se tivesse sido uma criatura viva.", "There is a gap in the wall. You can see the garden behind it.": "Há uma lacuna na parede. Você pode ver o jardim atrás dele.", "The heavy book broke.": "O livro pesado quebrou.", "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have won.": "Bob estava jogando cartas com Adam e estava muito à frente. Se Adam não tivesse tido uma súbita sorte, ele teria vencido.", "Fred covered his eyes with his hands, because the wind was blowing sand around. He lowered them when the wind stopped.": "Fred cobriu os olhos com as mãos, porque o vento soprava areia ao redor. Ele os abaixou quando o vento parou.", "Jane knocked on Susan's door but she did not get an answer.": "Jane bateu na porta de Susan, mas ela não obteve resposta.", "Susan knew that Ann's son had been in a car accident, because she told her about it.": "Susan sabia que o filho de Ann havia sofrido um acidente de carro, porque ela contou a ela.", "Joe paid the detective after he delivered the final report on the case.": "Joe pagou ao detetive depois que ele entregou o relatório final sobre o caso.", "Sue had such a bad start.": "Sue teve um começo tão ruim.", "The roars saw a train coming.": "Os rugidos viram um trem chegando.", "The donkey wished a wart on its hind leg would disappear, and it did.": "O burro desejou que uma verruga na perna traseira desaparecesse, e desapareceu.", "The lawyer asked the witness a question, but he was reluctant to repeat it.": "O advogado fez uma pergunta à testemunha, mas ele relutou em repeti-la.", "The collection was a particular favorite.": "A coleção era um favorito em particular.", "No time today to look at old pictures in Alice's favorite photo album.": "Hoje não há tempo para olhar fotos antigas no álbum de fotos favorito de Alice.", "The drain has to be removed.": "O dreno deve ser removido.", "John ordered Bill to leave, so an hour later he left.": "John ordenou que Bill fosse embora, e uma hora depois ele foi embora.", "Dusty was going to get a pair of scissors and cut out Johnny's heart.": "Dusty ia pegar uma tesoura e cortar o coração de Johnny.", "This book introduced Shakespeare to Ovid; it was a fine selection of his writing.": "Este livro apresentou Shakespeare a Ovídio; foi uma ótima seleção de seus escritos.", "Emma did not pass the ball to Janie although she saw that she was open.": "Emma não passou a bola para Janie, embora ela visse que estava aberta.", "John was doing research in the library when he heard a man humming and whistling. He was very annoyed.": "John estava pesquisando na biblioteca quando ouviu um homem cantarolando e assobiando. Ele ficou muito irritado.", "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. They were very much in the minority.": "Quando os patrocinadores do projeto chegaram à prefeitura, ficaram surpresos ao descobrir que a sala estava cheia de oponentes. Eles estavam em minoria.", "How very small and straight and rigid Tatyana lay in the bunk below!": "Quão pequena, rígida e rígida Tatyana jazia no beliche abaixo!", "I couldn't put the pot on the shelf because it was too tall.": "Não pude colocar a panela na prateleira porque era muito alta.", "The table was piled high with food, and on the floor beside it there were crocks, baskets, and a five-quart pail of milk.": "A mesa estava cheia de comida e no chão ao lado havia jarras, cestos e um balde de cinco litros de leite.", "I can't cut that tree down with that axe; it is too small.": "Não posso cortar essa árvore com aquele machado; é muito pequeno.", "Susan did not answer.": "Susan não respondeu.", "Carl was very concerned.": "Carl estava muito preocupado.", "Lily spoke to Donna, breaking Lily's concentration.": "Lily falou com Donna, quebrando a concentração de Lily.", "Mrs. Black's plump hands scrambled on the cloth, feeding the wheel under the needle.": "As mãos rechonchudas da sra. Black mexeram no pano, passando o volante sob a agulha.", "She put the album on a chair without even opening the button.": "Ela colocou o álbum em uma cadeira sem nem abrir o botão.", "The storekeepers stayed in town to run their stores and lived in the rooms behind the storekeepers.": "Os lojistas ficaram na cidade para administrar suas lojas e moravam nos aposentos atrás dos lojistas.", "Stretching the woman's back, the woman smiled at the girl.": "Esticando as costas da mulher, a mulher sorriu para a garota.", "The jacket looks great on her.": "A jaqueta fica ótima nela.", "Mr. Singer heard him calling for the captain": "Singer o ouviu chamando pelo capitão", "Susan was disappointed.": "Susan ficou desapontada.", "It is very characteristic of Muriel's later work --- impetuous, almost crude, rather than realistic.": "É muito característico do trabalho posterior de Muriel - impetuoso, quase bruto, ao invés de realista.", "Bill passed the gameboy to John because his turn was next.": "Bill passou o gameboy para John porque era a sua vez.", "I couldn't get the key out.": "Não consegui tirar a chave.", "Tom wouldn't have to drive alone.": "Tom não precisaria dirigir sozinho.", "Madonna fired her trainer because she couldn't stand her boyfriend.": "Madonna demitiu seu treinador porque não suportava o namorado.", "Hermoine was in Mrs. Everett's room.": "Hermoine estava no quarto da sra. Everett.", "Many people start to read Paul's books and can't put them down. They are gripped because Paul writes so well.": "Muitas pessoas começam a ler os livros de Paulo e não conseguem descartá-los. Eles são atraídos porque Paulo escreve muito bem.", "Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are fifteen.": "Sam e Amy estão apaixonadamente apaixonados, mas os pais de Amy estão descontentes com isso, porque têm quinze anos.", "Tina was easier to pronounce.": "Tina foi mais fácil de pronunciar.", "Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are snobs.": "Sam e Amy estão apaixonadamente apaixonados, mas os pais de Amy estão descontentes com isso, porque são esnobes.", "He had to be the life and soul of a dinner party, with the table there all the time.": "Ele tinha que ser a vida e a alma de um jantar, com a mesa lá o tempo todo.", "It was daylight when he woke with Warren's hand upon Warren's shoulder.": "Era dia quando ele acordou com a mão de Warren no ombro de Warren.", "Dad subtracted that amount from the man's wages.": "Papai subtraiu essa quantia do salário do homem.", "Whatever projects Mr. Taylor started were just more proofs of his innate idiocy.": "Quaisquer que fossem os projetos que Taylor iniciou, eram apenas mais provas de sua idiotice inata.", "The cake has a lot of leftovers in it.": "O bolo tem muitas sobras.", "Horses ran away when the whistles came in sight.": "Os cavalos fugiram quando os assobios apareceram.", "Anne is a very charming woman.": "Anne é uma mulher muito charmosa.", "Bill passed the half-empty plate to John because he was full.": "Bill passou o prato meio vazio para John porque ele estava cheio.", "The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the police station.": "O cliente entrou no banco e esfaqueou um dos caixas. Ele foi imediatamente levado à delegacia.", "Since it was raining, I carried the newspaper in my backpack to keep it dry.": "Como estava chovendo, carreguei o jornal na mochila para mantê-lo seco.", "George wasn't available.": "George não estava disponível.", "Mark took upon himself the feeding and care of the animal.": "Mark assumiu a alimentação e o cuidado do animal.", "Stalin urged them to confess, for old times' sake.": "Stalin pediu que eles confessassem, pelos velhos tempos.", "Sam's drawing was hung just above Tina's and it did look much better with another one above it.": "O desenho de Sam estava pendurado logo acima do de Tina e parecia muito melhor com outro acima.", "The butterfly wing broke.": "A asa de borboleta quebrou.", "The sculpture rolled off the shelf because it wasn't anchored.": "A escultura rolou da prateleira porque não estava ancorada.", "The spot under the tree was hot.": "O local embaixo da árvore estava quente.", "As Andrea in the crop duster passed over Susan, she could see the landing strip.": "Quando Andrea no espanador passou por Susan, ela pôde ver a pista de pouso.", "Emma's mother had died long ago, and her place had been taken by an excellent woman as governess.": "A mãe de Emma havia morrido há muito tempo e seu lugar fora ocupado por uma excelente mulher como governanta.", "This afternoon the wind knocked The sand castle down.": "Esta tarde o vento derrubou o castelo de areia.", "The chickens have gotten very nervous.": "As galinhas ficaram muito nervosas.", "Paul's books are gripped because Paul writes so well.": "Os livros de Paulo são emocionados porque Paulo escreve muito bem.", "The carrot left a hole.": "A cenoura deixou um buraco.", "I carried the newspaper over my backpack to keep the newspaper dry.": "Carreguei o jornal sobre minha mochila para mantê-lo seco.", "Thomson had been travelling for five years.": "Thomson viajava há cinco anos.", "Susan knows all about Ann's personal problems because she is nosy.": "Susan sabe tudo sobre os problemas pessoais de Ann porque é intrometida.", "Mary tucked her daughter Anne into bed, so that Mary could sleep.": "Mary colocou sua filha Anne na cama, para que ela pudesse dormir.", "In July, Kamtchatka declared war on Yakutsk. Since Yakutsk's army was much better equipped and ten times larger, they were defeated within weeks.": "Em julho, Kamtchatka declarou guerra a Yakutsk. Como o exército de Yakutsk estava muito melhor equipado e dez vezes maior, eles foram derrotados em poucas semanas.", "He opened his hands when the wind stopped.": "Ele abriu as mãos quando o vento parou.", "He urged Kamenev and Zinoviev to confess, for old times' sake.": "Ele pediu a Kamenev e Zinoviev que confessassem, pelos velhos tempos.", "The harvesters might pick up the fallen grain.": "Os ceifeiros podem colher os grãos caídos.", "The con artist would have lost a lot of money.": "O vigarista teria perdido muito dinheiro.", "It was a major influence on Goethe's writing.": "Foi uma grande influência na escrita de Goethe.", "Now I have to get The tree repaired.": "Agora tenho que consertar a árvore.", "John was doing research in the library when he heard a man humming and whistling. He was very annoying.": "John estava pesquisando na biblioteca quando ouviu um homem cantarolando e assobiando. Ele era muito chato.", "Alice looked for her friend Jade in the crowd. Since she always wears a red turban, Alice spotted her quickly.": "Alice procurou sua amiga Jade na multidão. Como ela sempre usa um turbante vermelho, Alice a viu rapidamente.", "Cecile d'Arblay is seen in profile, with her arms outstretched to an unseen lover.": "Cecile d&#39;Arblay é vista de perfil, com os braços estendidos para um amante invisível.", "Frank felt vindicated when his longtime rival Bill revealed that he was the winner of the competition.": "Frank sentiu-se justificado quando seu rival de longa data Bill revelou que ele era o vencedor da competição.", "Kirilov ceded the presidency to Shatov because he was less popular.": "Kirilov cedeu a presidência a Shatov porque ele era menos popular.", "Bob was very concerned.": "Bob estava muito preocupado.", "The Harbor folks said Grandma kept her house so clean that you could wipe her floor with a clean handkerchief without getting any dirt on it.": "O pessoal do porto disse que a vovó mantinha sua casa tão limpa que você podia limpar o chão com um lenço limpo sem sujar nada.", "Mr. Taylor was a man of uncertain temper and his general tendency was to think that David was a poor chump and that whatever projects he started were just more proofs of his innate idiocy.": "O Sr. Taylor era um homem de temperamento incerto e sua tendência geral era pensar que David era um idiota ruim e que quaisquer projetos que ele iniciou eram apenas mais uma prova de sua idiotice inata.", "Emma's mother's education had been managed by an excellent woman as governess.": "A educação da mãe de Emma fora administrada por uma excelente mulher como governanta.", "The son was so weak.": "O filho era tão fraco.", "It did not seem possible that the prairie had ever been swept by the winds and snows of that hard winter.": "Não parecia possível que a pradaria tivesse sido varrida pelos ventos e neves daquele inverno rigoroso.", "Alice had to hunt for a button.": "Alice teve que procurar por um botão.", "Muriel has hanging in her living room a famous painting by Cecile d'Arblay of a ballerina putting on her shoe.": "Muriel está pendurando em sua sala uma famosa pintura de Cecile d&#39;Arblay de uma bailarina calçando seu sapato.", "Mark should have been more truthful.": "Mark deveria ter sido mais sincero.", "Look! There is a shark swimming right below that duck! It had better get away to safety fast!": "Veja! Há um tubarão nadando logo abaixo daquele pato! É melhor fugir rapidamente para a segurança!", "The conversation would only add to Mrs. Gruen's uneasiness.": "A conversa só aumentaria o desconforto da sra. Gruen.", "The ballerina gave most of her collection to the Springfield Museum a decade ago, but she kept that one, because it was a particular favorite.": "A bailarina deu a maior parte de sua coleção ao Museu Springfield há uma década, mas ela a manteve, porque era uma favorita em particular.", "The man couldn't lift his son because he was so heavy.": "O homem não conseguiu levantar o filho porque ele era muito pesado.", "Even one thread uncut will leave the right size too small.": "Mesmo um segmento sem cortes deixará o tamanho certo muito pequeno.", "When Fred first saw my father, Fred was twelve months old.": "Quando Fred viu meu pai, Fred tinha doze meses.", "The axe is too thick.": "O machado é muito grosso.", "She reads the article when she gets home from work.": "Ela lê o artigo quando chega em casa do trabalho.", "I put the knife in the drawer.": "Coloquei a faca na gaveta.", "Mary pulled her.": "Mary a puxou.", "Tom said \"Check\" to Ralph as he took Tom's bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele levou o bispo de Tom.", "John couldn't see the stage with Billy in front of him because he is so tall.": "John não podia ver o palco com Billy na frente dele, porque ele é muito alto.", "So Mark slept. It was daylight when he woke with Warren's hand upon his shoulder.": "Então Mark dormiu. Era dia quando ele acordou com a mão de Warren no ombro.", "He could not help Larry now.": "Ele não podia ajudar Larry agora.", "Charlie is very grateful.": "Charlie é muito grato.", "The journalists interviewed the stars of the new movie. They were very persistent, so the interview lasted for a long time.": "Os jornalistas entrevistaram as estrelas do novo filme. Como foram muito persistentes, a entrevista durou muito tempo.", "Lionel is holding captive a scientist, Dr. Vardi, who has invented a device that turns animals invisible; Lionel plans to use it on Geoffrey and send him to steal nuclear material from an army vault.": "Lionel está mantendo cativo um cientista, Dr. Vardi, que inventou um dispositivo que torna os animais invisíveis; Lionel planeja usá-lo em Geoffrey e enviá-lo para roubar material nuclear de um cofre do exército.", "John's turn was over.": "A vez de John terminou.", "Fred is the only man still alive who remembers my great-grandfather. He was a remarkable man.": "Fred é o único homem ainda vivo que se lembra do meu bisavô. Ele era um homem notável.", "Archaeologists hunted for evidence on the river banks.": "Arqueólogos procuravam evidências nas margens do rio.", "The school bus was going so fast.": "O ônibus da escola estava indo tão rápido.", "The suitcase is too large.": "A mala é muito grande.", "The trainer slept with her boyfriend.": "O treinador dormiu com o namorado.", "We couldn't reach the path.": "Não conseguimos alcançar o caminho.", "Steve might have decided that Mark's legs and ears were better than Steve's hands.": "Steve poderia ter decidido que as pernas e orelhas de Mark eram melhores que as mãos de Steve.", "Joe has sold his house and bought a new one a few miles away. He will be moving out of it on Thursday.": "Joe vendeu sua casa e comprou uma nova a alguns quilômetros de distância. Ele sairá na quinta-feira.", "The firemen arrived after the police because they were coming from so far away.": "Os bombeiros chegaram atrás da polícia porque estavam vindo de tão longe.", "The shepherds ended up looking more like dogs.": "Os pastores acabaram parecendo mais cães.", "Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office.": "Sempre antes, Larry ajudara papai em seu trabalho. Mas ele não podia ajudá-lo agora, pois papai disse que seu chefe na companhia ferroviária não iria querer ninguém além dele para trabalhar no escritório.", "She was careful not to disturb her mother , undressing and climbing back into her berth.": "Teve o cuidado de não incomodar a mãe, despindo-se e subindo de volta ao beliche.", "Yakutsk was defeated within weeks.": "Yakutsk foi derrotado dentro de semanas.", "Steve influences him hugely.": "Steve o influencia enormemente.", "Frank felt crushed when his longtime rival Bill revealed that he was the winner of the competition.": "Frank sentiu-se arrasado quando seu rival de longa data, Bill, revelou que ele era o vencedor da competição.", "Andrea could see the landing strip.": "Andrea viu a pista de pouso.", "The ocean beach was a safer place to swim.": "A praia do oceano era um lugar mais seguro para nadar.", "The doctor had ordered six months of country air for Colonel Christian's son Paul once the doctor recovered sufficiently.": "O médico encomendou seis meses de passagem pelo país para o filho do coronel Christian, Paul, assim que o médico se recuperou o suficiente.", "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was cooler.": "Era uma tarde de verão e o cachorro estava sentado no meio do gramado. Depois de um tempo, levantou-se e mudou-se para um local embaixo da árvore, porque estava mais frio.", "Charlie is very hurt.": "Charlie está muito magoado.", "I put the butterfly wing on the table and it broke.": "Coloquei a asa de borboleta em cima da mesa e ela quebrou.", "Tom wouldn't have to walk.": "Tom não precisaria andar.", "Since Alice always has good luck, Alice spotted her quickly.": "Como Alice sempre tem boa sorte, Alice a viu rapidamente.", "Even one thread uncut will leave the hole too small.": "Mesmo uma linha sem cortes deixará o orifício muito pequeno.", "The building is very good.": "O prédio é muito bom.", "Chester no longer requires his financial support.": "Chester não precisa mais de seu apoio financeiro.", "Jane was hungry.": "Jane estava com fome.", "Ann is nosy.": "Ann é intrometida.", "Steve follows Fred's example in everything. He influences him hugely.": "Steve segue o exemplo de Fred em tudo. Ele o influencia enormemente.", "Steve follows Fred's example in everything. He admires him hugely.": "Steve segue o exemplo de Fred em tudo. Ele o admira imensamente.", "Since it was raining, I carried the newspaper over my backpack to keep it dry.": "Como estava chovendo, carreguei o jornal sobre a mochila para mantê-lo seco.", "I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it out.": "Eu estava tentando abrir a fechadura com a chave, mas alguém havia enchido o buraco da fechadura com chiclete, e eu não consegui tirá-lo.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties he faced in his childhood.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que enfrentou em sua infância.", "John hired Bill to take care of Bill.": "John contratou Bill para cuidar dele.", "James was refused.": "James foi recusado.", "Mat Grice is probably based on Leatherstocking from the novels of James Fenimore Cooper.": "Mat Grice provavelmente é baseado em Leatherstocking dos romances de James Fenimore Cooper.", "Sam would have lost a lot of money.": "Sam teria perdido muito dinheiro.", "The table won't fit through the doorway because it is too wide.": "A mesa não passa pela porta porque é muito larga.", "Lily spoke to Donna, breaking Donna's concentration.": "Lily falou com Donna, quebrando a concentração de Donna.", "Jane invited her to come in.": "Jane a convidou para entrar.", "She slept with the trainer's boyfriend.": "Ela dormiu com o namorado do treinador.", "Jane wasn't hungry.": "Jane não estava com fome.", "Larry could not help him now.": "Larry não podia ajudá-lo agora.", "Grandma pulled her.": "Vovó a puxou.", "Kirilov was less popular.": "Kirilov era menos popular.", "The man lifted the boy onto the boy's bunk bed.": "O homem levantou o garoto no beliche do garoto.", "Papa looked down at the children's faces, so puzzled and sad now. It was bad enough that they had to be denied so many things because he couldn't afford them.": "Papai olhou para o rosto das crianças, tão confuso e triste agora. Já era ruim o suficiente que eles tivessem negado tantas coisas, porque ele não podia pagar.", "The storekeepers stayed in town to run their stores and lived in the rooms behind the stores.": "Os lojistas ficaram na cidade para administrar suas lojas e moravam nos quartos atrás das lojas.", "The dog was cooler.": "O cachorro era mais legal.", "Jim comforted Kevin because he was so upset.": "Jim confortou Kevin porque ele estava muito chateado.", "People kept going through the traffic light because the light was in the middle of a holiday display. It was too inconspicuous.": "As pessoas continuavam atravessando o semáforo porque a luz estava no meio de uma exibição de feriado. Era muito discreto.", "Chester couldn't very well marry without his approval": "Chester não poderia muito bem se casar sem a sua aprovação", "The detective delivered the final report on the case.": "O detetive entregou o relatório final sobre o caso.", "Anna did a lot worse than her good friend Lucy on the test because she had studied so hard.": "Anna fez muito pior do que sua amiga Lucy, no teste, porque ela havia estudado muito.", "I don't know who Jim was, but he looked very unhappy.": "Não sei quem era Jim, mas ele parecia muito infeliz.", "The railroad company would not want anyone but Dad to work in the office.": "A empresa ferroviária não gostaria que ninguém além do pai trabalhasse no escritório.", "She stroked Alice's hair and let the child weep.": "Ela acariciou os cabelos de Alice e deixou a criança chorar.", "The father carried the sleeping boy in his bassinet.": "O pai carregava o menino adormecido no berço.", "Many people start to read Paul's books and can't put them down. They are popular because Paul writes so well.": "Muitas pessoas começam a ler os livros de Paulo e não conseguem descartá-los. Eles são populares porque Paulo escreve muito bem.", "Mr. Schmidt needed to get him to finish his work, because his work was beautiful.": "Schmidt precisava que ele terminasse seu trabalho, porque seu trabalho era bonito.", "The painting is to the right of a house.": "A pintura está à direita de uma casa.", "The cat was too cautious.": "O gato era muito cauteloso.", "When Fred first saw my father, My father was twelve years old.": "Quando Fred viu meu pai, ele tinha doze anos.", "He cursed it under his breath for standing in his way, as if the bureau had been a living creature.": "Ele xingou baixinho por ficar em seu caminho, como se a agência tivesse sido uma criatura viva.", "The gang members were trying to stop the drug trade in the neighborhood.": "Os membros da gangue estavam tentando parar o comércio de drogas no bairro.", "We went to the lake, because a shark had been seen at the ocean beach, so it was a safer place to swim.": "Fomos ao lago, porque um tubarão havia sido visto na praia do oceano, por isso era um lugar mais seguro para nadar.", "Steve ran to look out the window.": "Steve correu para olhar pela janela.", "The sheep ended up looking more like golfers.": "As ovelhas acabaram parecendo mais golfistas.", "The storekeepers stayed in town to run their stores and lived in the rooms behind them.": "Os lojistas ficaram na cidade para administrar suas lojas e moravam nos quartos atrás deles.", "Dad's boss at the railroad company would not want anyone but him to work in the office.": "O chefe do pai na empresa ferroviária não gostaria que ninguém, a não ser ele, trabalhasse no escritório.", "Luke was \"it\".": "Lucas era &quot;isso&quot;.", "John was very impressive.": "John foi muito impressionante.", "The chair was broken, so he had to stand instead.": "A cadeira estava quebrada, então ele teve que se levantar.", "Kate had retired and presented several options for future treatment.": "Kate se aposentou e apresentou várias opções para tratamento futuro.", "I can't see around the stage.": "Eu não posso ver ao redor do palco.", "Mama came over and sat down beside Alice. Gently she stroked her hair and let the child weep.": "Mamãe veio e sentou-se ao lado de Alice. Gentilmente, ela acariciou os cabelos e deixou a criança chorar.", "Billy cried because Toby wouldn't accept his toy.": "Billy chorou porque Toby não aceitaria seu brinquedo.", "Emma saw that she was open.": "Emma viu que ela estava aberta.", "The man was so weak.": "O homem era tão fraco.", "We punished the younger students.": "Punimos os alunos mais jovens.", "Ann told her about it.": "Ann contou a ela sobre isso.", "The older students were bullying the younger ones, so we punished them.": "Os alunos mais velhos estavam intimidando os mais jovens, então nós os punimos.", "Jane knocked on Susan's door but she did not answer.": "Jane bateu na porta de Susan, mas ela não respondeu.", "The cookstove was warming the kitchen, and the lamplight made it seem even warmer.": "O fogão estava esquentando a cozinha, e a luz do lampião fazia parecer ainda mais quente.", "Beth didn't get angry with Sally, who had cut her off, because she stopped and counted to ten.": "Beth não ficou brava com Sally, que a interrompeu, porque parou e contou até dez.", "Sometimes Dave would get Dusty in a corner.": "Às vezes, Dave colocava Dusty em um canto.", "It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small.": "Não é fácil espaçar as casas de botão exatamente à mesma distância, e é muito difícil cortá-las com o tamanho certo. O menor deslizamento da tesoura tornará o orifício muito grande, e mesmo um fio sem cortes o deixará pequeno demais.", "The pen got full of ink.": "A caneta ficou cheia de tinta.", "I sallied out for a bit of food, more to pass the time than because I wanted time.": "Pedi um pouco de comida, mais para passar o tempo do que porque queria tempo.", "James refused.": "James recusou.", "John is so tall.": "John é tão alto.", "Bob would be here by this time.": "Bob estaria aqui a essa hora.", "He will be moving out of The new house on Thursday.": "Ele vai sair da casa nova na quinta-feira.", "Sid couldn't understand him.": "Sid não conseguia entendê-lo.", "Bob is very grateful.": "Bob está muito agradecido.", "She has had the piece since she was a child.": "Ela tem a peça desde que era criança.", "Jackson was greatly influenced by Arnold, though he lived two centuries earlier.": "Jackson foi bastante influenciado por Arnold, embora tenha vivido dois séculos antes.", "The ballerina is seen in profile, with her arms outstretched to an unseen lover.": "A bailarina é vista de perfil, com os braços estendidos para um amante invisível.", "Dan took the rear seat while Bill claimed the front because his \"Dibs!\" was quicker.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque seus &quot;Dibs!&quot; foi mais rápido.", "We punished the older students.": "Punimos os alunos mais velhos.", "She tucker Maude's mittened hand under Maude's arm and squeezed it.": "Ela enfiou a mão luva de Maude embaixo do braço de Maude e a apertou.", "John was very annoyed.": "John ficou muito irritado.", "\"Chameleon Street\" is an exuberantly comic drama that's adapted from the stories of two con men, and includes as actors some of the people involved in their lives.": "&quot;Chameleon Street&quot; é um drama exuberantemente cômico, adaptado das histórias de dois vigaristas, e inclui como atores algumas das pessoas envolvidas em suas vidas.", "Pete should have been more truthful.": "Pete deveria ter sido mais sincero.", "Fred got up.": "Fred se levantou.", "I stuck a pin through a carrot. When I pulled the pin out, it left a hole.": "Enfiei um alfinete na cenoura. Quando puxei o pino, ele deixou um buraco.", "Patting her back, the woman smiled at the girl.": "Dando tapinhas nas costas, a mulher sorriu para a garota.", "The large ball crashed right through the table because it was made of steel.": "A grande bola bateu na mesa porque era de aço.", "This book introduced Shakespeare to Ovid; it was a major influence on his writing.": "Este livro apresentou Shakespeare a Ovídio; foi uma grande influência em seus escritos.", "The foxes are getting in at night and attacking the chickens. They have gotten very bold.": "As raposas entram à noite e atacam as galinhas. Eles ficaram muito ousados.", "Jim signaled the barman and gestured toward The barman's bathroom key.": "Jim sinalizou para o barman e apontou para a chave do banheiro do barman.", "Joan made sure to thank Susan for all the help she had recieved.": "Joan fez questão de agradecer a Susan por toda a ajuda que recebera.", "No time today to look at old pictures in Mama's favorite photo album.": "Hoje não há tempo para olhar fotos antigas no álbum de fotos favorito de Mama.", "The journalists interviewed the stars of the new movie. They were very cooperative, so the interview lasted for a long time.": "Os jornalistas entrevistaram as estrelas do novo filme. Eles eram muito cooperativos, então a entrevista durou muito tempo.", "I used an old rag to clean the knife, and then I put it in the trash.": "Usei um pano velho para limpar a faca e depois coloquei no lixo.", "Mrs. Black's plump hands scrambled on the cloth, feeding the needle under the needle.": "As mãos gordas da sra. Black mexeram no pano, passando a agulha por baixo da agulha.", "Dan took the rear seat while Bill claimed the front because Bill's \"Dibs!\" was quicker.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque &quot;Dibs!&quot; De Bill foi mais rápido.", "Mr. Moncrieff no longer requires his financial support.": "Moncrieff não precisa mais de seu apoio financeiro.", "The man was so heavy.": "O homem era tão pesado.", "The police were trying to stop the drug trade in the neighborhood.": "A polícia estava tentando parar o comércio de drogas no bairro.", "The man was very annoyed.": "O homem estava muito irritado.", "The fish appeared two years ago.": "O peixe apareceu há dois anos.", "Susan could see the landing strip.": "Susan viu a pista de pouso.", "The foxes are getting in at night and attacking the chickens. They have gotten very nervous.": "As raposas entram à noite e atacam as galinhas. Eles ficaram muito nervosos.", "She was careful not to disturb her, undressing and climbing back into her mother's berth.": "Teve o cuidado de não perturbá-la, despindo-se e subindo de volta ao beliche da mãe.", "It was a fine selection of Shakespeare's writing.": "Foi uma ótima seleção dos escritos de Shakespeare.", "I took the water bottle out of the backpack so that the water bottle would be handy.": "Tirei a garrafa de água da mochila para que ela fosse útil.", "Bill was hungry.": "Bill estava com fome.", "I poured water from the bottle into the cup until it was full.": "Derramei água da garrafa no copo até ficar cheio.", "Fred and Alice were not enough for the cold in Alaska.": "Fred e Alice não eram suficientes para o frio no Alasca.", "I don't know why Jim was, but he looked very unhappy.": "Não sei por que Jim estava, mas ele parecia muito infeliz.", "Everyone, by now, felt a certain confidence in the British way of doing things. A general had the right to punish a soldier caught selling his arms, and also anyone who tempted him.": "Todos já sentiam certa confiança no modo britânico de fazer as coisas. Um general tinha o direito de punir um soldado pego vendendo seus braços, e também qualquer um que o tentasse.", "Look! There is a minnow swimming right below that duck! It had better get away to safety fast!": "Veja! Há um peixinho nadando logo abaixo daquele pato! É melhor fugir rapidamente para a segurança!", "Even one thread uncut will leave the scissors too small.": "Mesmo uma linha sem cortes deixará a tesoura muito pequena.", "My great-grandfather is a remarkable man.": "Meu bisavô é um homem notável.", "She put the album on a chair without even opening the chair.": "Ela colocou o álbum em uma cadeira sem nem mesmo abrir a cadeira.", "Mr. Taylor was a man of uncertain temper and his general tendency was to think that David was a poor chump and that whatever step he took in any direction on his own account was just another proof of his innate idiocy.": "O Sr. Taylor era um homem de temperamento incerto e sua tendência geral era pensar que David era um pobre idiota e que qualquer passo que ele desse em qualquer direção por conta própria era apenas mais uma prova de sua idiotice inata.", "The woman held the girl against the woman's will.": "A mulher segurou a garota contra a vontade da mulher.", "Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska.": "Fred e Alice tinham casacos muito quentes, mas não estavam preparados para o frio no Alasca.", "The cup was full.": "O copo estava cheio.", "Jane was disappointed.": "Jane ficou desapontada.", "Sam tried to paint a picture of shepherds with sheep, but they ended up looking more like dogs.": "Sam tentou pintar um retrato de pastores com ovelhas, mas eles acabaram parecendo mais cães.", "There were simply too many copies of the newsletter.": "Havia simplesmente muitas cópias do boletim.", "Johnny was going to get a pair of scissors and cut out Johnny's heart.": "Johnny ia pegar uma tesoura e cortar o coração de Johnny.", "We should make fewer of the chocolate chip cookies.": "Devemos fazer menos biscoitos de chocolate.", "Sam broke both his ankles and he's walking with crutches. But a month or so from now they should be unnecessary.": "Sam quebrou os tornozelos e ele está andando de muletas. Mas daqui a um mês, eles devem ser desnecessários.", "We rescued the younger students.": "Nós resgatamos os estudantes mais jovens.", "He heard Mark calling for the captain.": "Ele ouviu Mark chamando pelo capitão.", "Some of the glue was stuck on the window sill.": "Parte da cola estava presa no peitoril da janela.", "The pen got full of coffee.": "A caneta ficou cheia de café.", "Some day they might want to use the magic pebble.": "Algum dia eles podem querer usar a pedra mágica.", "The spot under the tree was cooler.": "O local embaixo da árvore era mais frio.", "The delivery truck zoomed by the school bus because it was going so fast.": "O caminhão de entregas passou pelo ônibus da escola porque estava indo muito rápido.", "Sara borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work.": "Sara pegou emprestado o livro da biblioteca porque precisa dele para um artigo em que está trabalhando. Ela escreve quando chega em casa do trabalho.", "The woman held the girl against her will.": "A mulher segurou a garota contra sua vontade.", "When Fred first saw my father, Fred was twelve years old.": "Quando Fred viu meu pai, Fred tinha doze anos.", "I couldn't put the pot on the shelf because it was too high.": "Não pude colocar o pote na prateleira porque estava muito alto.", "I couldn't hear the announcement.": "Não pude ouvir o anúncio.", "Fred is the only man alive who still remembers my father as an infant. When Fred first saw my father, he was twelve years old.": "Fred é o único homem vivo que ainda se lembra de meu pai quando criança. Quando Fred viu meu pai pela primeira vez, ele tinha doze anos.", "His father's disciple, Antonio, takes Larry under his wing, and quickly molds Antonio into a drug runner.": "O discípulo de seu pai, Antonio, coloca Larry sob suas asas e rapidamente transforma Antonio em um traficante.", "She has had the flute since she was a child.": "Ela tem flauta desde criança.", "Pam's parents were embarrassed about it.": "Os pais de Pam ficaram envergonhados com isso.", "Lionel plans to use it on Geoffrey and send Dr. Vardi to steal nuclear material from an army vault.": "Lionel planeja usá-lo em Geoffrey e enviar o Dr. Vardi para roubar material nuclear de um cofre do exército.", "Jane invited her to come out.": "Jane a convidou para sair.", "Blaze took upon himself the feeding and care of the animal.": "Blaze assumiu a alimentação e o cuidado do animal.", "The ankles should be unnecessary.": "Os tornozelos devem ser desnecessários.", "Frank was upset with Tom because the toaster he had sold him didn't work.": "Frank estava chateado com Tom porque a torradeira que ele lhe vendeu não funcionou.", "People are gripped because Paul writes so well.": "As pessoas são atraídas porque Paulo escreve muito bem.", "Anna had studied so hard.": "Anna havia estudado muito.", "Joe is 30 years younger.": "Joe é 30 anos mais novo.", "He will be moving into The new house on Thursday.": "Ele vai se mudar para a nova casa na quinta-feira.", "The cat was too impatient.": "O gato estava muito impaciente.", "Anne is a very charming baby.": "Anne é um bebê muito charmoso.", "The delivery truck was going so slow.": "O caminhão de entrega estava indo tão devagar.", "He urged Kamenev, Zinoviev, and Stalin to confess, for old times' sake.": "Ele pediu a Kamenev, Zinoviev e Stalin que confessassem, pelos velhos tempos.", "The coffee got full of ink.": "O café ficou cheio de tinta.", "The sponsors were very much in the minority.": "Os patrocinadores eram muito minoritários.", "The father carried the sleeping boy in the father's arms.": "O pai carregava o menino adormecido nos braços do pai.", "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it.": "Alice estava espanando a sala e tentando encontrar o botão que mamãe havia escondido. Hoje não há tempo para ver fotos antigas em seu álbum de fotos favorito. Hoje ela teve que procurar um botão, então ela colocou o álbum em uma cadeira sem nem mesmo abri-lo.", "The lemons came out looking more like light bulbs.": "Os limões saíram parecendo mais lâmpadas.", "Sam pulled up a chair to the piano, but it was broken, so he had to sing instead.": "Sam puxou uma cadeira para o piano, mas estava quebrada, então ele teve que cantar.", "He cursed it under his breath for standing in his way, as if the mannequin had been a living creature.": "Ele xingou baixinho por estar em seu caminho, como se o manequim fosse uma criatura viva.", "Patting the woman's back, the woman smiled at the girl.": "Dando tapinhas nas costas da mulher, a mulher sorriu para a garota.", "Jane gave Joan candy because she was hungry.": "Jane deu doces a Joan porque estava com fome.", "Kamchatka was defeated within weeks.": "Kamchatka foi derrotado dentro de semanas.", "The government official was less than 21 when he filed for a homestead claim.": "O funcionário do governo tinha menos de 21 anos quando apresentou uma reivindicação de propriedade.", "You can see the garden through the gap.": "Você pode ver o jardim através da abertura.", "He changed his mind and turned the dishwasher off.": "Ele mudou de idéia e desligou a máquina de lavar louça.", "The sculpture rolled off the shelf because it wasn't level.": "A escultura rolou da prateleira porque não estava nivelada.", "Kate had cancer and presented several options for future treatment.": "Kate teve câncer e apresentou várias opções para tratamento futuro.", "Muriel has hanging in her living room a famous painting by Cecile d'Arblay of a ballerina putting on Muriel's shoe.": "Muriel tem pendurado em sua sala uma famosa pintura de Cecile d&#39;Arblay de uma bailarina calçando o sapato de Muriel.", "I saw Jim yelling at some guy in a military uniform with a huge red beard. I don't know why he was, but he looked very unhappy.": "Vi Jim gritando com um cara de uniforme militar com uma enorme barba ruiva. Não sei por que ele estava, mas ele parecia muito infeliz.", "Dr. Adams had retired and presented several options for future treatment.": "O Dr. Adams se aposentou e apresentou várias opções para tratamento futuro.", "Susan knows all about Ann's personal problems because she is indiscreet.": "Susan sabe tudo sobre os problemas pessoais de Ann porque é indiscreta.", "Tom reached the top of the stairs.": "Tom chegou ao topo da escada.", "Sid explained his theory to Mark but he couldn't understand him.": "Sid explicou sua teoria para Mark, mas ele não conseguia entendê-lo.", "Father gave Timmy a sympathetic look.": "Papai lançou um olhar de simpatia para Timmy.", "The path to the lake was blocked, so we couldn't reach it.": "O caminho para o lago estava bloqueado, então não conseguimos alcançá-lo.", "Each artisan still had signs, not wishing to lose a possible patron merely because the patron happened to be illiterate.": "Cada artesão ainda tinha sinais, não desejando perder um possível patrono apenas porque o patrono era analfabeto.", "Sara borrowed the book from the library because she needs it for an article she is working on. She reads it when she gets home from work.": "Sara pegou emprestado o livro da biblioteca porque precisa dele para um artigo em que está trabalhando. Ela lê quando chega em casa do trabalho.", "John's turn was next.": "A vez de John foi a próxima.", "Fred influences him hugely.": "Fred o influencia enormemente.", "The opponents were very much in the minority.": "Os oponentes estavam em minoria.", "Mary tucked her daughter Anne into bed, so that Mary's daughter could work.": "Mary colocou sua filha Anne na cama, para que a filha de Mary pudesse trabalhar.", "The scientists began two years ago.": "Os cientistas começaram dois anos atrás.", "Collins is probably based on Leatherstocking from the novels of James Fenimore Cooper.": "Collins é provavelmente baseado em Leatherstocking dos romances de James Fenimore Cooper.", "Madonna slept with her boyfriend.": "Madonna dormiu com o namorado.", "The coffee got full of coffee.": "O café ficou cheio de café.", "John hired himself out to Bill to take care of Bill.": "John contratou-se para cuidar de Bill.", "The donkey wished a wart on its hind leg would disappear, and leg did.": "O burro desejou que uma verruga na perna traseira desaparecesse, e a perna desapareceu.", "The shepherds ended up looking more like golfers.": "Os pastores acabaram parecendo mais golfistas.", "The drain is clogged with hair. It has to be removed.": "O dreno está entupido com o cabelo. Tem que ser removido.", "Tina's drawing did look much better with another one above it.": "O desenho de Tina parecia muito melhor com outro acima.", "You could wipe her floor with a clean handkerchief without getting any dirt on the house.": "Você pode limpar o chão com um lenço limpo sem sujar a casa.", "He cursed it under his breath for standing in his way, as if the hat had been a living creature.": "Ele xingou baixinho por ficar em seu caminho, como se o chapéu tivesse sido uma criatura viva.", "Sam and Amy are fifteen.": "Sam e Amy têm quinze.", "Kamenev urged them to confess, for old times' sake.": "Kamenev pediu que eles confessassem, pelos velhos tempos.", "The needy were allowed to follow after the harvesters so that they might pick up the fallen grain.": "Os necessitados foram autorizados a seguir as colheitadeiras para que pudessem colher os grãos caídos.", "The police arrested all of the gang members. They were trying to stop the drug trade in the neighborhood.": "A polícia prendeu todos os membros da gangue. Eles estavam tentando parar o comércio de drogas no bairro.", "As Andrea in the crop duster passed over Susan, she could see the landing gear.": "Quando Andrea no espanador passou por Susan, ela viu o trem de pouso.", "Jim signaled the barman and gestured toward Jim's bathroom key.": "Jim sinalizou para o barman e apontou para a chave do banheiro de Jim.", "She was careful not to disturb her, undressing and climbing back into Tatyana's berth.": "Teve o cuidado de não incomodá-la, despindo-se e subindo de volta ao beliche de Tatyana.", "The dog waited at the bottom.": "O cachorro esperou no fundo.", "She tucked her mittened hand under Maude's arm and squeezed the school.": "Ela enfiou a mão luva debaixo do braço de Maude e apertou a escola.", "Lily spoke to Donna, breaking her concentration.": "Lily falou com Donna, quebrando sua concentração.", "I carried the newspaper in my backpack to keep the backpack dry.": "Carreguei o jornal na minha mochila para mantê-la seca.", "Dr. Adams informed Kate that she had cancer and presented several options for future treatment.": "A Dra. Adams informou Kate que ela tinha câncer e apresentou várias opções para tratamento futuro.", "Joan made sure to thank Susan for all the help Susan had recieved.": "Joan fez questão de agradecer a Susan por toda a ajuda que recebera.", "I put the cake away in the refrigerator. It has a lot of leftovers in it.": "Coloquei o bolo na geladeira. Tem muitas sobras nele.", "I sallied out for a bit of food, more to pass the time than because I wanted food.": "Pedi um pouco de comida, mais para passar o tempo do que porque queria comida.", "Bill's turn was next.": "A vez de Bill foi a próxima.", "Adam would be here by this time.": "Adam estaria aqui a essa hora.", "Dickens is probably based on Leatherstocking from the novels of James Fenimore Cooper.": "Dickens provavelmente é baseado em Leatherstocking dos romances de James Fenimore Cooper.", "Theresa Rubio was nineteen when she posed for it, and her youthful energy explodes out of the canvas.": "Theresa Rubio tinha dezenove anos quando ela posou para ela, e sua energia juvenil explode para fora da tela.", "John left.": "John foi embora.", "Tom threw his schoolbag down to Ray after he reached the top of the stairs.": "Tom jogou sua mochila para Ray depois que ele chegou ao topo da escada.", "The toaster Tom had bought from him didn't work.": "A torradeira que Tom comprou dele não funcionou.", "That's exactly how Facebook makes us feel.": "É exatamente assim que o Facebook nos faz sentir.", "Alice's daughter was behaving so strangely.": "A filha de Alice estava se comportando tão estranhamente.", "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very ill.": "Bob desabou na calçada. Logo ele viu Carl vindo para ajudar. Ele estava muito doente.", "The foxes are getting in at night and attacking the chickens. I shall have to guard them.": "As raposas entram à noite e atacam as galinhas. Vou ter que guardá-los.", "In the storm, the tree fell down and crashed through the roof of my house. Now, I have to get it repaired.": "Na tempestade, a árvore caiu e caiu no telhado da minha casa. Agora, tenho que consertá-lo.", "Lily spoke to Donna, breaking her silence.": "Lily falou com Donna, quebrando o silêncio.", "This book introduced Shakespeare to Goethe; it was a fine selection of his writing.": "Este livro apresentou Shakespeare a Goethe; foi uma ótima seleção de seus escritos.", "Tatyana doubted if her mother slept.": "Tatyana duvidou que sua mãe dormisse.", "Of one thing Mark was sure. Harry knew much less than he did.": "De uma coisa, Mark tinha certeza. Harry sabia muito menos do que ele.", "The sheep ended up looking more like dogs.": "As ovelhas acabaram parecendo mais cães.", "Anne's daughter is a very charming woman.": "A filha de Anne é uma mulher muito charmosa.", "The lake was a safer place to swim.": "O lago era um lugar mais seguro para nadar.", "The city councilmen refused the demonstrators a permit because they feared violence.": "Os vereadores da cidade recusaram uma permissão aos manifestantes porque temiam violência.", "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Xenophanes faced in his childhood.": "A biografia de Sam Goodman do general espartano Xenófanes transmite uma sensação vívida das dificuldades que Xenófanes enfrentou em sua infância.", "Sam was known to speak it fluently.": "Sam era conhecido por falar fluentemente.", "\"Chameleon Street\" is an exuberantly comic drama that's adapted from the stories of two con men, and includes as actors some of the people involved in the con men's lives.": "&quot;Chameleon Street&quot; é um drama exuberantemente cômico, adaptado das histórias de dois vigaristas, e inclui como atores algumas das pessoas envolvidas na vida dos vigaristas.", "Mat advanced at once to the bureau, starting involuntarily when he bumped into Mr. Blyth's mannequin with the Spanish hat and Roman toga; and cursing it under his breath for standing in his way, as if it had been a living creature.": "Mat avançou imediatamente para o departamento, começando involuntariamente quando esbarrou no manequim do Sr. Blyth com o chapéu espanhol e a toga romana; e amaldiçoando-o por estar em seu caminho, como se tivesse sido uma criatura viva.", "Lenin urged them to confess, for old times' sake.": "Lenin pediu que eles confessassem, pelos velhos tempos.", "The sculpture wasn't level.": "A escultura não estava nivelada.", "Adam was eager to speak it fluently.": "Adam estava ansioso para falar fluentemente.", "You could wipe her floor with a clean handkerchief without getting any dirt on the floor.": "Você pode limpar o chão com um lenço limpo, sem sujar o chão.", "The table was made of styrofoam.": "A mesa era feita de isopor.", "The cloud was gone.": "A nuvem se foi.", "Kotkin urged them to confess, for old times' sake.": "Kotkin pediu que eles confessassem, pelos velhos tempos.", "You could wipe her floor with a clean handkerchief without getting any dirt on the dirt.": "Você pode limpar o chão dela com um lenço limpo sem sujar a sujeira.", "Muriel has hanging in her living room a famous painting by Cecile d'Arblay of a ballerina putting on Cecile d'Arblay's shoe.": "Muriel está pendurando em sua sala uma famosa pintura de Cecile d&#39;Arblay de uma bailarina calçando o sapato de Cecile d&#39;Arblay.", "They broadcast an announcement, but a subway came into the station and I couldn't hear over it.": "Eles transmitiram um anúncio, mas um metrô entrou na estação e eu não pude ouvir.", "Joan made sure to thank Susan for all the help Susan had given.": "Joan fez questão de agradecer a Susan por toda a ajuda que ela havia dado.", "Susan could see the landing gear.": "Susan viu o trem de pouso.", "The train was delayed, so it worked out.": "O trem estava atrasado, por isso deu certo.", "Dad and Mom had brought home Mom's new trunk.": "Papai e mamãe trouxeram para casa o novo baú da mamãe.", "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out.": "Minha reunião começou às 16:00 e eu precisava pegar o trem às 16:30, então não havia muito tempo. Felizmente, foi adiado, por isso deu certo.", "The politicians must make rules to regulate them.": "Os políticos devem fazer regras para regulá-los.", "We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply not enough of them.": "Esperávamos colocar cópias de nosso boletim em todas as cadeiras do auditório, mas simplesmente não havia o suficiente.", "Sally had such a good start.": "Sally teve um começo tão bom.", "The woman held the girl against the woman's chest.": "A mulher segurou a garota contra o peito da mulher.", "Larry, a timid teen-ager, lives with his widowed mother in a Brooklyn housing project. Larry's father, a gang leader, was shot to death; his father's disciple, Antonio, takes Larry under his wing, and quickly molds him into a drug runner.": "Larry, um adolescente tímido, vive com sua mãe viúva em um conjunto habitacional no Brooklyn. O pai de Larry, um líder de gangue, foi morto a tiros; o discípulo de seu pai, Antonio, coloca Larry sob suas asas e rapidamente o transforma em traficante de drogas.", "Lucy had studied so hard.": "Lucy estudou muito.", "The delivery truck was going so fast.": "O caminhão de entrega estava indo tão rápido.", "When I got to the house, Mrs. Everett, the housekeeper, told me that Hermione was in her room, watching her maid pack.": "Quando cheguei em casa, a sra. Everett, a governanta, me disse que Hermione estava em seu quarto, observando sua empregada.", "A general had the right to punish a soldier caught selling the general arms, and also anyone who tempted him.": "Um general tinha o direito de punir um soldado pego vendendo as armas em geral e também qualquer pessoa que o tentasse.", "Sometimes Johnny would get Dusty in a corner.": "Às vezes, Johnny colocava Dusty em um canto.", "Paul tried to call George on the phone, but he wasn't successful.": "Paul tentou ligar para George ao telefone, mas ele não teve sucesso.", "Maude and Dora had seen the trains rushing across the prairie, with long, rolling puffs of black smoke streaming back from the engine. Their roars and their wild, clear whistles could be heard from far away. Horses ran away when they came in sight.": "Maude e Dora haviam visto os trens atravessando a pradaria, com longos e ondulados fumos de fumaça preta saindo do motor. Seus rugidos e seus assobios claros e selvagens podiam ser ouvidos de longe. Os cavalos fugiram quando apareceram.", "The tree is too thick.": "A árvore é muito grossa.", "Fred is the only man still alive who remembers my great-grandfather. He is a remarkable man.": "Fred é o único homem ainda vivo que se lembra do meu bisavô. Ele é um homem notável.", "Joe delivered the final report on the case.": "Joe entregou o relatório final sobre o caso.", "Terpsichore was too hard to pronounce.": "Terpsichore era muito difícil de pronunciar.", "Muriel has in her living room a famous painting of the ballerina Theresa Rubio by Cecile d'Arblay. It is very characteristic of her later work --- impetuous, almost crude, rather than realistic.": "Muriel tem em sua sala uma famosa pintura da bailarina Theresa Rubio, de Cecile d&#39;Arblay. É muito característico de seu trabalho posterior - impetuoso, quase bruto, ao invés de realista.", "He lowered his eyes when the wind stopped.": "Ele baixou os olhos quando o vento parou.", "He had to be the life and soul of a dinner party, with the dinner party there all the time.": "Ele tinha que ser a vida e a alma de um jantar, com o jantar lá o tempo todo.", "He cursed the mannequin under his breath for standing in his way, as if it had been a living creature.": "Ele amaldiçoou o manequim baixinho por estar em seu caminho, como se tivesse sido uma criatura viva.", "Muriel has hanging in her living room a famous painting by Cecile d'Arblay of a ballerina putting on the ballerina's shoe.": "Muriel está pendurando em sua sala uma famosa pintura de Cecile d&#39;Arblay de uma bailarina calçando o sapato da bailarina.", "I put the rag in the trash.": "Coloquei o pano no lixo.", "Sam pulled up a chair to the piano, but it was broken, so he had to stand instead.": "Sam puxou uma cadeira para o piano, mas estava quebrada, então ele teve que ficar de pé.", "The fish was hungry.": "O peixe estava com fome.", "John hired himself out to Bill to take care of John.": "John contratou-se para Bill para cuidar de John.", "Jackson lived two centuries later.": "Jackson viveu dois séculos depois.", "Emma's mother's place had been taken by an excellent woman as governess.": "O lugar da mãe de Emma fora ocupado por uma excelente mulher como governanta.", "I stuck a pin through a carrot. When I pulled the pin out, it had a hole.": "Enfiei um alfinete na cenoura. Quando puxei o pino, ele tinha um buraco.", "Susan did not get an answer.": "Susan não obteve resposta.", "The man subtracted that amount from the man's wages.": "O homem subtraiu essa quantia do salário do homem.", "The toaster Tom had sold him didn't work.": "A torradeira que Tom lhe vendeu não funcionou.", "Jim was so upset.": "Jim estava tão chateado.", "I poured water from the bottle into the cup until it was empty.": "Derramei água da garrafa no copo até ficar vazio.", "I couldn't get the chewing gum out.": "Não consegui tirar o chiclete.", "Pete envies Martin although he is very successful.": "Pete inveja Martin, embora ele seja muito bem sucedido.", "Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Tatyana to the table.": "Vovó juntou a mãe pequena de Tatyana em um abraço largo e magricela e depois jogou Tatyana para a mesa.", "coats were not prepared for the cold in Alaska.": "casacos não estavam preparados para o frio no Alasca.", "The rain continued until 10.": "A chuva continuou até as 10.", "Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make more of them.": "Todo mundo realmente amou os biscoitos de aveia; apenas algumas pessoas gostaram dos biscoitos de chocolate. Da próxima vez, devemos fazer mais deles.", "The whistles saw a train coming.": "Os assobios viram um trem chegando.", "Tom threw his schoolbag down to Ray after he reached the bottom of the stairs.": "Tom jogou sua mochila para Ray depois que ele chegou ao pé da escada.", "Whatever projects David started were just more proofs of his innate idiocy.": "Quaisquer que fossem os projetos que David iniciou, eram apenas mais provas de sua idiotice inata.", "The jacket looks dowdy on her.": "A jaqueta parece desagradável para ela.", "Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Tatyana's mother to the table.": "Vovó reuniu a mãe pequena de Tatyana em um abraço largo e esquelético e depois jogou a mãe de Tatyana para a mesa.", "The railroad company would not want anyone but Larry to work in the office.": "A companhia ferroviária não gostaria que ninguém além de Larry trabalhasse no escritório.", "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very concerned.": "Bob desabou na calçada. Logo ele viu Carl vindo para ajudar. Ele estava muito preocupado.", "Joan made sure to thank Susan for all the help Joan had given.": "Joan fez questão de agradecer a Susan por toda a ajuda que Joan havia dado.", "The alarm would only add to Mrs. Gruen's uneasiness.": "O alarme só aumentaria o desconforto da sra. Gruen.", "Tina's drawing did look much better with another one below it.": "O desenho de Tina parecia muito melhor com outro abaixo.", "All the buttons up the back of Dora's plaid dress were buttoned outside-in. Maude should have thought to button her up; but no, she had left poor little Dora to do the best she could, alone.": "Todos os botões nas costas do vestido xadrez de Dora estavam abotoados de fora para dentro. Maude deveria ter pensado em abotoá-la; mas não, ela havia deixado a pobre Dora fazer o melhor que podia, sozinha.", "The actress used to be named Terpsichore, but she changed it to Tina a few years ago, because she figured it was easier to pronounce.": "A atriz costumava se chamar Terpsichore, mas ela mudou para Tina há alguns anos atrás, porque achou que era mais fácil pronunciar.", "We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply too many of them.": "Esperávamos colocar cópias de nossa newsletter em todas as cadeiras do auditório, mas havia simplesmente muitas delas.", "After a somewhat lengthy conversation, Nancy convinced the housekeeper that there was no immediate cause for alarm. She did not mention the incident at the Hamilton bus station, knowing it would only add to Mrs. Gruen's uneasiness.": "Após uma longa conversa, Nancy convenceu a governanta de que não havia motivo imediato para alarme. Ela não mencionou o incidente na estação de ônibus de Hamilton, sabendo que isso apenas aumentaria o desconforto da sra. Gruen.", "She tucked her mittened hand under Maude's arm and squeezed the arm.": "Ela enfiou a mão luva debaixo do braço de Maude e apertou o braço.", "Bob paid for Charlie's college education. He is very generous.": "Bob pagou pela educação universitária de Charlie. Ele é muito generoso.", "The train was short, so it worked out.": "O trem era curto, por isso deu certo.", "The sweater looks great on her.": "O suéter fica ótimo nela.", "The dog was hot.": "O cachorro estava quente.", "The lake was a dangerous place to swim.": "O lago era um lugar perigoso para nadar.", "Billy cried because Toby wouldn't share Toby's toy.": "Billy chorou porque Toby não compartilharia o brinquedo de Toby.", "Eric was not particularly eager to see it.": "Eric não estava particularmente ansioso para vê-lo.", "Carol believed that Rebecca regretted that Rebecca had stolen the watch.": "Carol acreditava que Rebecca se arrependia de ter roubado o relógio.", "The chair was broken, so he had to sing instead.": "A cadeira estava quebrada, então ele teve que cantar.", "The drain has to be cleaned.": "O dreno deve ser limpo.", "A number of times Henry had been present at interviews which his father had had with noted detectives who desired his aid in solving perplexing mysteries, and those occasions stood out as red-letter days for him.": "Várias vezes Henry esteve presente em entrevistas que seu pai teve com notáveis detetives que desejavam sua ajuda na solução de mistérios desconcertantes, e essas ocasiões se destacaram como dias de letras vermelhas para ele.", "The duck had better get away to safety fast!": "É melhor o pato fugir rapidamente para a segurança!", "Archaeologists have concluded that humans lived in Laputa 20,000 years ago. They hunted for evidence on the river banks.": "Os arqueólogos concluíram que os seres humanos viviam em Laputa há 20.000 anos. Eles caçavam evidências nas margens do rio.", "The horses saw a train coming.": "Os cavalos viram um trem chegando.", "Jane did not get an answer.": "Jane não obteve resposta.", "Mrs. Black's plump hands scrambled on the cloth, feeding the cloth under the needle.": "As mãos gordas da sra. Black mexeram no pano, passando o pano por baixo da agulha.", "Shatov was less popular.": "Shatov era menos popular.", "Blaze was timid.": "Blaze era tímido.", "Dan is very compassionate.": "Dan é muito compassivo.", "Bob would have lost.": "Bob teria perdido.", "Equally swoon-worthy is C.K. Dexter Haven, a pallid young dandy holding a jade-handled walking stick, with a poodle asleep at the poodle's feet.": "Igualmente digno de desmaio é CK Dexter Haven, um jovem e pálido dândi segurando uma bengala com cabo de jade, com um poodle dormindo aos pés do poodle.", "Laufer's play was inspired by a court case in which the Havasupai Tribe claimed that researchers from Arizona State University used their DNA samples improperly.": "A peça de Laufer foi inspirada em um processo judicial em que a Tribo Havasupai alegou que pesquisadores da Universidade Estadual do Arizona usaram suas amostras de DNA de maneira inadequada.", "The flag was knocked off by a soldier.": "A bandeira foi derrubada por um soldado.", "Janie saw that she was open.": "Janie viu que ela estava aberta.", "Lionel plans to use it on Geoffrey and send Geoffrey to steal nuclear material from an army vault.": "Lionel planeja usá-lo em Geoffrey e enviar Geoffrey para roubar material nuclear de um cofre do exército.", "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. They were very much in the majority.": "Quando os patrocinadores do projeto chegaram à prefeitura, ficaram surpresos ao descobrir que a sala estava cheia de oponentes. Eles eram muito na maioria.", "The judges were so stupid.": "Os juízes eram tão estúpidos.", "He cursed it under his breath for standing in his way, as if the toga had been a living creature.": "Ele xingou baixinho por ficar em seu caminho, como se a toga tivesse sido uma criatura viva.", "Jane knocked on the door, and Susan answered it. She invited her to come in.": "Jane bateu na porta e Susan atendeu. Ela a convidou para entrar.", "Ralph wouldn't have to drive alone.": "Ralph não precisaria dirigir sozinho.", "Ann asked Mary what time the library closes, but she had forgotten.": "Ann perguntou a Mary a que horas a biblioteca fecha, mas ela havia esquecido.", "The con artist would have gotten a lot of money.": "O vigarista teria ganhado muito dinheiro.", "The map is very good.": "O mapa é muito bom", "Dave was going to get a pair of scissors and cut out Johnny's heart.": "Dave ia pegar uma tesoura e cortar o coração de Johnny.", "John couldn't see the stage with Billy in front of him because he is so short.": "John não podia ver o palco com Billy na frente dele, porque ele é muito baixo.", "Charlie is very generous.": "Charlie é muito generoso.", "Muriel was nineteen when she posed for it, and her youthful energy explodes out of the canvas.": "Muriel tinha dezenove anos quando ela posou para isso, e sua energia jovem explode para fora da tela.", "The customer was immediately taken to the hospital.": "O cliente foi imediatamente levado ao hospital.", "Pete is very successful.": "Pete é muito bem sucedido.", "Claire could not win a single point in her squash game with Lisa this afternoon. She was just exhausted.": "Claire não conseguiu ganhar um único ponto em seu jogo de squash com Lisa esta tarde. Ela estava exausta.", "John was very annoying.": "John era muito chato.", "The sack of potatoes had been placed below the bag of flour, so it had to be moved first.": "O saco de batatas havia sido colocado embaixo do saco de farinha, e teve que ser movido primeiro.", "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was gone.": "O sol estava coberto por uma nuvem espessa a manhã toda, mas, felizmente, quando o piquenique começou, ele se foi.", "Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval": "Como Chester dependia do tio Vernon, ele não poderia muito bem se casar sem sua aprovação", "Carol believed that Rebecca suspected that she had stolen the watch.": "Carol acreditava que Rebecca suspeitava ter roubado o relógio.", "Sid couldn't convince him.": "Sid não conseguiu convencê-lo.", "He changed his mind and turned the TV off.": "Ele mudou de idéia e desligou a TV.", "Pam and Paul were furious about it.": "Pam e Paul ficaram furiosos com isso.", "Any direction on his own account was just another proof of David's innate idiocy.": "Qualquer direção por conta própria era apenas mais uma prova da idiotice inata de David.", "Joe has sold his house and bought a new one a few miles away. He will be moving into it on Thursday.": "Joe vendeu sua casa e comprou uma nova a alguns quilômetros de distância. Ele vai entrar na quinta-feira.", "Ollie's legs ached.": "As pernas de Ollie doíam.", "He couldn't very well marry without Uncle Vernon's approval": "Ele não poderia muito bem se casar sem a aprovação do tio Vernon", "Last week, the Jackson administration dropped its plans to limit the car-service app's growth while it studies the impact of ride-hailing apps on traffic.": "Na semana passada, o governo Jackson abandonou seus planos de limitar o crescimento do aplicativo de serviço de carro enquanto estuda o impacto de aplicativos de carona no tráfego.", "Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Grandma to the table.": "Vovó juntou a mãe pequena de Tatyana em um abraço largo e esquelético e depois jogou a vovó para a mesa.", "I carried the newspaper in my backpack to keep the newspaper dry.": "Levei o jornal na mochila para mantê-lo seco.", "Fred got back.": "Fred voltou.", "Muriel has in her living room a famous painting of a ballerina by Cecile d'Arblay. She is seen in profile, with her arms outstretched to an unseen lover.": "Muriel tem em sua sala uma famosa pintura de uma bailarina de Cecile d&#39;Arblay. Ela é vista de perfil, com os braços estendidos para um amante invisível.", "There were simply not enough copies of the newsletter.": "Simplesmente não havia cópias suficientes do boletim.", "He couldn't afford the things.": "Ele não podia pagar as coisas.", "She tucker Nell Raleigh's mittened hand under Maude's arm and squeezed it.": "Ela enfiou a mão luva de Nell Raleigh sob o braço de Maude e a apertou.", "The hair has to be cleaned.": "O cabelo deve ser limpo.", "It was a major influence on Ovid's writing.": "Foi uma grande influência na escrita de Ovid.", "It was a fine selection of Goethe's writing.": "Foi uma excelente seleção dos escritos de Goethe.", "The concert continued until 10.": "O concerto continuou até as 10.", "The app studies the impact of ride-hailing apps on traffic.": "O aplicativo estuda o impacto de aplicativos de carona no tráfego.", "At the Loebner competition the judges couldn't figure out which respondents were the chatbots because they were so stupid.": "Na competição Loebner, os juízes não conseguiram descobrir quais entrevistados eram os chatbots porque eram muito estúpidos.", "John is so short.": "John é tão baixo.", "Kevin was so upset.": "Kevin estava tão chateado.", "We couldn't reach the lake.": "Não conseguimos chegar ao lago.", "Steve might have decided that Mark's legs and ears were better than Mark's hands.": "Steve poderia ter decidido que as pernas e orelhas de Mark eram melhores que as mãos de Mark.", "You should have the option to end your life.": "Você deve ter a opção de terminar sua vida.", "Muriel is seen in profile, with her arms outstretched to an unseen lover.": "Muriel é vista de perfil, com os braços estendidos para um amante invisível.", "The Springfield Museum was a particular favorite.": "O Museu Springfield era um favorito em particular.", "Madonna fired her trainer because she slept with her boyfriend.": "Madonna demitiu seu treinador porque dormiu com o namorado.", "The path to the lake was blocked, so we couldn't use it.": "O caminho para o lago estava bloqueado, então não podíamos usá-lo.", "Muriel bought the painting when she was thirty.": "Muriel comprou a pintura aos trinta anos.", "Even one thread uncut will leave the slip too small.": "Mesmo uma linha sem cortes deixará o deslizamento muito pequeno.", "How very small and straight and rigid her mother lay in the bunk below!": "Quão pequena, reta e rígida estava sua mãe no beliche abaixo!", "Noted detectives desired Henry's aid in solving perplexing mysteries.": "Detetives notáveis desejavam a ajuda de Henry na solução de mistérios desconcertantes.", "The army was knocked off by a soldier.": "O exército foi derrubado por um soldado.", "Joan was hungry.": "Joan estava com fome.", "Anna did a lot better than her good friend Lucy on the test because she had studied so hard.": "Anna se saiu muito melhor do que sua amiga Lucy, no teste, porque estudara muito.", "Dan took the rear seat while Bill claimed the front because Dan's \"Dibs!\" was slow.": "Dan ocupou o banco traseiro, enquanto Bill reivindicou a frente porque &quot;Dibs!&quot; De Dan foi lento.", "The lawyer was reluctant to repeat it.": "O advogado relutou em repetir.", "The firemen arrived before the police because they were coming from so far away.": "Os bombeiros chegaram diante da polícia porque estavam vindo de tão longe.", "Though Dickens is said to have helped Collins develop the character of Mat Grice, he is probably based on Leatherstocking from the novels of James Fenimore Cooper.": "Embora se diga que Dickens ajudou Collins a desenvolver o personagem de Mat Grice, ele provavelmente se baseia em Leatherstocking dos romances de James Fenimore Cooper.", "It was a fine selection of Ovid's writing.": "Foi uma excelente seleção dos escritos de Ovídio.", "If the con artist has succeeded in fooling Sam, he would have lost a lot of money.": "Se o vigarista conseguisse enganar Sam, ele teria perdido muito dinheiro.", "The tree is too small.": "A árvore é muito pequena.", "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was out.": "O sol estava coberto por uma nuvem espessa a manhã toda, mas, felizmente, quando o piquenique começou, o sol já havia desaparecido.", "Stretching the girl's back, the woman smiled at the girl.": "Esticando as costas da garota, a mulher sorriu para ela.", "Mary took out her flute and played one of her favorite pieces. She has loved it since she was a child.": "Mary pegou sua flauta e tocou uma de suas peças favoritas. Ela adora desde que era criança.", "Usually rainy days called for a fire in the hall, and Tatyana stretched out beside it, a book flattened to the floor.": "Normalmente, os dias chuvosos pediam um incêndio no corredor, e Tatyana se estendia ao lado dele, um livro achatado no chão.", "Bob is very ungrateful.": "Bob é muito ingrato.", "The mouse was too cautious.": "O mouse foi muito cauteloso.", "The man lifted the boy onto the boy's shoulders.": "O homem levantou o garoto sobre os ombros dele.", "I don't know why the guy in uniform was, but he looked very unhappy.": "Não sei por que o cara de uniforme estava, mas ele parecia muito infeliz.", "The growth studies the impact of ride-hailing apps on traffic.": "O crescimento estuda o impacto de aplicativos de carona no tráfego.", "Alice was behaving so strangely.": "Alice estava se comportando tão estranhamente.", "The lemon trees came out looking more like telephone poles.": "Os limoeiros pareciam mais postes de telefone.", "Paul tried to call George on the phone, but he wasn't available.": "Paul tentou ligar para George ao telefone, mas ele não estava disponível.", "Larry's boss at the railroad company would not want anyone but him to work in the office.": "O chefe de Larry na companhia ferroviária não gostaria que ninguém além dele trabalhasse no escritório.", "The minnow had better get away to safety fast!": "É melhor o peixinho fugir rapidamente para a segurança!", "Sam broke both his ankles and he's walking with crutches. But a month or so from now they should be better.": "Sam quebrou os tornozelos e ele está andando de muletas. Mas daqui a um mês, eles devem estar melhores.", "Although they ran at about the same speed, Sue beat Sally because she had such a good start.": "Embora eles corressem na mesma velocidade, Sue venceu Sally porque ela teve um bom começo.", "The chatbots were so advanced.": "Os chatbots eram muito avançados.", "The administration studies the impact of ride-hailing apps on traffic.": "A administração estuda o impacto dos aplicativos de carona no tráfego.", "I sallied out for a bit of food, more to pass the time than because I wanted it.": "Eu pedi um pouco de comida, mais para passar o tempo do que porque eu queria.", "What about the time you cut up tulip bulbs in the hamburgers because you thought they were onions?": "E quanto tempo você corta bulbos de tulipa nos hambúrgueres porque achava que eram cebolas?", "Bill was the winner of the competition.": "Bill foi o vencedor da competição.", "You should have the option to end the pain.": "Você deve ter a opção de acabar com a dor.", "Pam's parents came home and found her having sex with her boyfriend, Paul. They were embarrassed about it.": "Os pais de Pam chegaram em casa e a encontraram fazendo sexo com o namorado, Paul. Eles ficaram envergonhados com isso.", "The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They began two years ago.": "Os cientistas estão estudando três espécies de peixes que foram encontrados recentemente vivendo no Oceano Índico. Eles começaram há dois anos.", "Mark became absorbed in Blaze, the white horse. He was afraid the stable boys at the Burlington Stables struck at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal.": "Mark ficou absorvido em Blaze, o cavalo branco. Ele temia que os garotos do estábulo nos estábulos de Burlington o agredissem e o intimidassem porque ele era tímido, então ele assumiu a alimentação e o cuidado do animal.", "The painting is to the right of the bookcase.": "A pintura está à direita da estante.", "You thought hamburgers were onions?": "Você pensou que hambúrgueres eram cebolas?", "Mark told Pete many lies about himself, which Pete included in his book. He should have been more truthful.": "Mark contou a Pete muitas mentiras sobre si mesmo, que Pete incluiu em seu livro. Ele deveria ter sido mais sincero.", "Lisa was just exhausted.": "Lisa estava exausta.", "Cooper had been travelling for five years.": "Cooper estava viajando há cinco anos.", "He changed his mind and turned the TV on.": "Ele mudou de idéia e ligou a TV.", "The display was too inconspicuous.": "A tela era muito discreta.", "He will be moving out of The old house on Thursday.": "Ele vai sair da casa antiga na quinta-feira.", "Jane knocked on the door, and Susan answered it. She invited her to come out.": "Jane bateu na porta e Susan atendeu. Ela a convidou para sair.", "Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.": "Mark estava perto dos calcanhares do Sr. Singer. Ele o ouviu chamando pelo capitão, prometendo-lhe, no jargão que todos conversaram naquela noite, que nada deveria ser danificado no navio, exceto apenas a munição, mas é melhor o capitão e toda sua tripulação permanecer na cabine até o trabalho acabou.", "The storekeepers stayed in town to run their stores and lived in the rooms behind the rooms.": "Os lojistas ficaram na cidade para administrar suas lojas e moravam nos quartos atrás dos quartos.", "I couldn't hear the subway.": "Eu não conseguia ouvir o metrô.", "Dan had to stop Bill from toying with the injured bird. He is very compassionate.": "Dan teve que impedir que Bill brincasse com o pássaro ferido. Ele é muito compassivo.", "I took the water bottle out of the backpack so that it would be handy.": "Tirei a garrafa de água da mochila para que ela fosse útil.", "Mary tucked her daughter Anne into bed, so that Mary's daughter could sleep.": "Mary colocou sua filha Anne na cama, para que a filha pudesse dormir.", "Sam's drawing did look much better with another one above it.": "O desenho de Sam parecia muito melhor com outro acima.", "Mary had forgotten.": "Maria tinha esquecido.", "The lamplight made the cookstove seem even warmer.": "A luz da lâmpada fazia o fogão parecer ainda mais quente.", "He changed his mind and turned the dishwasher on.": "Ele mudou de idéia e ligou a máquina de lavar louça.", "Even before they reached town, they could hear a sound like corn popping. Dora asked what it was, and Dad said it was firecrackers.": "Mesmo antes de chegarem à cidade, eles podiam ouvir um som de milho estalando. Dora perguntou o que era, e papai disse que eram fogos de artifício.", "The shelf was too tall.": "A prateleira era muito alta.", "Bernard was less than 21 when he filed for a homestead claim.": "Bernard tinha menos de 21 anos quando entrou com uma reivindicação de propriedade.", "Boston was knocked off by a soldier.": "Boston foi derrubado por um soldado.", "He had to be the life and soul of a dinner party, with the body there all the time.": "Ele tinha que ser a vida e a alma de um jantar, com o corpo lá o tempo todo.", "She had left poor little Dora to do the best Maude could, alone.": "Ela havia deixado a pobre Dora para fazer o melhor que Maude podia, sozinha.", "That's exactly how the study makes us feel.": "É exatamente assim que o estudo nos faz sentir.", "I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it in.": "Eu estava tentando abrir a fechadura com a chave, mas alguém havia enchido o buraco da fechadura com chiclete, e eu não consegui entrar.", "The shelf wasn't anchored.": "A prateleira não estava ancorada.", "John was hungry.": "John estava com fome.", "Joe is 30 years older.": "Joe tem 30 anos.", "The table is too wide.": "A mesa é muito larga.", "When Tommy dropped his ice cream, Timmy giggled, so father gave him a stern look.": "Quando Tommy largou o sorvete, Timmy deu uma risadinha, então o pai lançou-lhe um olhar severo.", "Bill is very cruel.": "Bill é muito cruel.", "The toaster Frank had sold him didn't work.": "A torradeira que Frank lhe vendeu não funcionou.", "Billy is so short.": "Billy é tão baixo.", "Claire was just exhausted.": "Claire estava exausta.", "The living room was a particular favorite.": "A sala de estar era uma das favoritas em particular.", "There is a gap in the wall. You can see the garden through it.": "Há uma lacuna na parede. Você pode ver o jardim através dele.", "The chickens have gotten very bold.": "As galinhas ficaram muito ousadas.", "Steve admires him hugely.": "Steve o admira imensamente.", "Pam's parents were furious about it.": "Os pais de Pam ficaram furiosos com isso.", "A general had the right to punish a soldier caught selling the soldier arms, and also anyone who tempted him.": "Um general tinha o direito de punir um soldado pego vendendo seus braços e também qualquer pessoa que o tentasse.", "She thought Mr. Dombey had a pleasant laugh.": "Ela achou que o Sr. Dombey deu uma risada agradável.", "Kirilov was more popular.": "Kirilov era mais popular.", "The fish ate the worm. It was hungry.": "O peixe comeu o verme. Estava com fome.", "Father gave Tommy a sympathetic look.": "Papai lançou um olhar de simpatia para Tommy.", "The pin left a hole.": "O alfinete deixou um buraco.", "The cat waited at the bottom.": "O gato esperou no fundo.", "George got free tickets to the play, but he gave them to Eric, because he was particularly eager to see it.": "George conseguiu ingressos grátis para a peça, mas deu a Eric, porque estava particularmente ansioso para vê-la.", "The Dakota prairie lay so warm and bright under the shining sun that it did not seem possible that it had ever been swept by the winds and snows of that hard winter.": "A pradaria de Dakota estava tão quente e brilhante sob o sol brilhante que parecia impossível que alguma vez tivesse sido varrida pelos ventos e neves daquele inverno rigoroso.", "Tom said \"Check\" to Ralph as he moved Ralph's bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele mudou o bispo de Ralph.", "I put the cake away in the refrigerator. It has a lot of butter in it.": "Coloquei o bolo na geladeira. Tem muita manteiga nela.", "Tom said \"Check\" to Ralph as he moved his bishop.": "Tom disse &quot;Cheque&quot; a Ralph quando ele mudou seu bispo.", "Bill was full.": "Bill estava cheio.", "Amy's parents are fifteen.": "Os pais de Amy têm quinze.", "Pete envies Martin because he is very successful.": "Pete inveja Martin, porque ele é muito bem sucedido.", "Mary had to work late that night.": "Mary teve que trabalhar até tarde naquela noite.", "The cup was empty.": "O copo estava vazio.", "She slept with Madonna's boyfriend.": "Ela dormiu com o namorado de Madonna.", "Charlie is very ungrateful.": "Charlie é muito ingrato.", "Dad and Mom had brought home Nell's new trunk.": "Papai e mamãe trouxeram para casa o novo baú de Nell.", "Tatyana stretch out beside the fire.": "Tatyana se estende ao lado do fogo.", "George got free tickets to the play, but he gave them to Eric, even though he was particularly eager to see it.": "George conseguiu ingressos grátis para a peça, mas ele os deu a Eric, embora estivesse particularmente ansioso para vê-la.", "The crutches should be unnecessary.": "As muletas devem ser desnecessárias.", "Tatyana stretch out beside the hall.": "Tatyana se estende ao lado do corredor.", "The painting in Mark's living room shows an oak tree. It is to the right of a house.": "A pintura na sala de Mark mostra um carvalho. É à direita de uma casa.", "The table is too narrow.": "A mesa é muito estreita.", "I couldn't find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of ink.": "Não consegui encontrar uma colher, então tentei usar uma caneta para mexer meu café. Mas isso acabou sendo uma péssima idéia, porque ficou cheia de tinta.", "Mark heard him calling for the captain": "Marcos o ouviu chamando pelo capitão", "It was bad enough that the faces had to be denied so many things because he couldn't afford them.": "Já era ruim o suficiente que os rostos tivessem que ser negados tantas coisas porque ele não podia pagar.", "His friend Henry let him stack the beans in his barn where they would dry.": "Seu amigo Henry o deixou empilhar os feijões no celeiro onde eles secariam.", "He urged Stalin and Kamenev to confess, for old times' sake.": "Ele pediu a Stalin e Kamenev que confessassem, pelos velhos tempos.", "The man lifted the boy onto the man's shoulders.": "O homem levantou o garoto nos ombros do homem.", "The table was made of steel.": "A mesa era feita de aço.", "Muriel has in her living room a famous painting of a ballerina. She bought the painting when she was thirty.": "Muriel tem em sua sala uma famosa pintura de uma bailarina. Ela comprou a pintura quando tinha trinta anos.", "The large ball was made of steel.": "A grande bola foi feita de aço.", "No one joins Facebook to be sad and lonely. But a new study from the University of Wisconsin psychologist George Lincoln argues that that's exactly how it makes us feel.": "Ninguém se junta ao Facebook para ficar triste e solitário. Mas um novo estudo do psicólogo da Universidade de Wisconsin, George Lincoln, argumenta que é exatamente assim que isso nos faz sentir.", "Ollie's legs dangled.": "As pernas de Ollie balançaram.", "The captain and all Mr. Singer's crew had best stay in the cabin until the work was over.": "É melhor que o capitão e toda a tripulação do Sr. Singer permaneçam na cabine até que o trabalho termine.", "Mary offered to give her theater tickets to Sally because she had to work late that night.": "Mary se ofereceu para dar bilhetes de teatro para Sally porque ela teve que trabalhar até tarde da noite.", "The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They appeared two years ago.": "Os cientistas estão estudando três espécies de peixes que foram encontrados recentemente vivendo no Oceano Índico. Eles apareceram dois anos atrás.", "The people in my reading group found Carpenter's poems hard to understand because they are obscure.": "As pessoas do meu grupo de leitura acharam os poemas de Carpenter difíceis de entender porque são obscuros.", "Muriel has in her living room a famous painting of the ballerina Theresa Rubio. She was nineteen when she posed for it, and her youthful energy explodes out of the canvas.": "Muriel tem em sua sala uma famosa pintura da bailarina Theresa Rubio. Ela tinha dezenove anos quando ela posou para isso, e sua energia jovem explode para fora da tela.", "We couldn't use the path.": "Não conseguimos usar o caminho.", "Anne's daughter is a very charming baby.": "A filha de Anne é um bebê muito charmoso.", "Jim signaled the barman and gestured toward Jim's empty glass.": "Jim sinalizou para o barman e apontou para o copo vazio de Jim.", "Joe paid the detective after he received the final report on the case.": "Joe pagou ao detetive depois de receber o relatório final sobre o caso.", "The older students were bullying the younger ones, so we rescued them.": "Os alunos mais velhos estavam intimidando os mais jovens, então os resgatamos.", "Tommy's legs ached.": "As pernas de Tommy doíam.", "Joe's uncle is 30 years younger.": "O tio de Joe é 30 anos mais novo.", "Muriel gave most of her collection to the Springfield Museum a decade ago, but she kept that one, because it was a particular favorite.": "Muriel deu a maior parte de sua coleção ao Museu Springfield há uma década, mas ela a manteve, porque era uma favorita em particular.", "Harry knew much less than Mark did.": "Harry sabia muito menos do que Mark.", "Adam was known to speak it fluently.": "Adam era conhecido por falar fluentemente.", "Bob was very ill.": "Bob estava muito doente.", "Noted detectives desired his father's aid in solving perplexing mysteries.": "Detetives notáveis desejavam a ajuda de seu pai na solução de mistérios desconcertantes.", "Tom gave Ralph a lift to school so he wouldn't have to drive alone.": "Tom deu a Ralph uma carona para a escola para que ele não tivesse que dirigir sozinho.", "I shall have to guard The foxes.": "Vou ter que guardar as raposas.", "She writes the article when she gets home from work.": "Ela escreve o artigo quando chega em casa do trabalho.", "He lowered his hands when the wind stopped.": "Ele abaixou as mãos quando o vento parou.", "The customer was immediately taken to the police station.": "O cliente foi imediatamente levado à delegacia.", "The foxes are getting in at night and attacking the chickens. I shall have to kill them.": "As raposas entram à noite e atacam as galinhas. Vou ter que matá-los.", "Susan was out.": "Susan estava fora.", "I put the rag in the drawer.": "Coloquei o pano na gaveta.", "Lily spoke to Donna, breaking Lily's silence.": "Lily falou com Donna, quebrando o silêncio de Lily.", "Dad could not help him now.": "Papai não podia ajudá-lo agora.", "Sally had such a bad start.": "Sally teve um começo tão ruim.", "Susan knew that Ann's son had been in a car accident, so she told her about it.": "Susan sabia que o filho de Ann havia sofrido um acidente de carro, então ela contou a ela.", "This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the wind knocked it down.": "Naquela manhã, Joey construiu um castelo de areia na praia e colocou uma bandeira de brinquedo na torre mais alta, mas esta tarde o vento o derrubou.", "The teller was immediately taken to the police station.": "O caixa foi imediatamente levado à delegacia.", "Now I have to get The roof removed.": "Agora eu tenho que remover o teto.", "The father carried the sleeping boy in the boy's arms.": "O pai carregava o menino adormecido nos braços do menino.", "Dr. Adams had cancer and presented several options for future treatment.": "O Dr. Adams tinha câncer e apresentou várias opções para tratamento futuro.", "I can't see around the pillar.": "Não consigo ver ao redor do pilar.", "Emma did not pass the ball to Janie although she was open.": "Emma não passou a bola para Janie, embora ela estivesse aberta.", "George got back.": "George voltou.", "John hired Bill to take care of John.": "John contratou Bill para cuidar de John.", "There were simply too many chairs.": "Simplesmente havia cadeiras demais.", "The judges were so advanced.": "Os juízes eram muito avançados.", "Susan invited her to come in.": "Susan a convidou para entrar.", "Every day after dinner Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.": "Todos os dias, depois do jantar, o Sr. Schmidt tirava uma longa soneca. Mark o deixava dormir por uma hora, depois o acordava, o repreendia e o fazia trabalhar. Ele precisava levá-lo a terminar seu trabalho, porque seu trabalho era bonito.", "Shatov was more popular.": "Shatov era mais popular.", "Your life is yours and yours alone, and if the pain outweighs the benefit, you should have the option to end it.": "Sua vida é sua e somente sua, e se a dor supera o benefício, você deve ter a opção de encerrá-lo.", "Sam would have gotten a lot of money.": "Sam teria ganhado muito dinheiro.", "Pete should have been more skeptical.": "Pete deveria ter sido mais cético.", "Carol believed that Rebecca suspected that Carol had stolen the watch.": "Carol acreditava que Rebecca suspeitava que ela havia roubado o relógio.", "This afternoon the tide knocked The sand castle down.": "Esta tarde a maré derrubou o castelo de areia.", "It did not seem possible that the sun had ever been swept by the winds and snows of that hard winter.": "Não parecia possível que o sol tivesse sido varrido pelos ventos e neves daquele inverno rigoroso.", "Mama stroked her hair and let the child weep.": "Mamãe acariciou os cabelos e deixou a criança chorar.", "Ray reached the bottom of the stairs.": "Ray chegou ao pé da escada.", "The foxes have gotten very bold.": "As raposas ficaram muito ousadas.", "Bob would be gone by this time.": "Bob teria ido embora a essa hora.", "He cursed the hat under his breath for standing in his way, as if it had been a living creature.": "Ele amaldiçoou o chapéu baixinho por estar em seu caminho, como se tivesse sido uma criatura viva.", "The settlers must make rules to regulate them.": "Os colonos devem fazer regras para regulá-los.", "The bus station would only add to Mrs. Gruen's uneasiness.": "A estação de ônibus só aumentaria o desconforto da sra. Gruen.", "Carpenter's poem are obscure.": "O poema do carpinteiro é obscuro.", "Billy cried because Toby wouldn't share Billy's toy.": "Billy chorou porque Toby não compartilharia o brinquedo de Billy.", "Each artisan still had signs, not wishing to lose a possible patron merely because the artisan happened to be illiterate.": "Cada artesão ainda tinha sinais, não desejando perder um possível patrono apenas porque o artesão era analfabeto.", "He cursed it under his breath for standing in his way, as if the breath had been a living creature.": "Ele xingou baixinho por ficar em seu caminho, como se o hálito tivesse sido uma criatura viva.", "The suitcase is too small.": "A mala é muito pequena.", "Jane knocked on Susan's door, but there was no answer. She was out.": "Jane bateu na porta de Susan, mas não houve resposta. Ela estava fora.", "During a game of tag, Ethan ran from Luke because he was \"it\".": "Durante um jogo de tag, Ethan fugiu de Luke porque ele era &quot;ele&quot;.", "When Tatyana reached the cabin, her mother was sleeping. She was careful not to disturb her, undressing and climbing back into her berth.": "Quando Tatyana chegou à cabana, sua mãe estava dormindo. Teve o cuidado de não perturbá-la, despindo-se e subindo de volta ao seu lugar.", "The woman held the girl against her chest.": "A mulher segurou a garota contra o peito.", "Ann asked Mary what time the library closes, because she had forgotten.": "Ann perguntou a Mary a que horas a biblioteca fecha, porque ela havia esquecido.", "Father gave Tommy a stern look.": "Papai lançou um olhar severo para Tommy.", "The politicians far away in Washington could not know the settlers so they must make rules to regulate them.": "Os políticos distantes de Washington não podiam conhecer os colonos, então eles devem fazer regras para regulá-los.", "The dog chased the cat, which ran up a tree. It waited at the top.": "O cachorro perseguiu o gato, que subia em uma árvore. Esperou no topo.", "She had left poor little Dora to do the best Dora could, alone.": "Ela havia deixado a pobre Dora para fazer o melhor que Dora podia, sozinha.", "Beth stopped and counted to ten.": "Beth parou e contou até dez.", "Terpsichore was easier to pronounce.": "Terpsichore foi mais fácil de pronunciar.", "Grandma had set a place for Mary; so, reluctantly, she agreed to stay for dinner.": "Vovó havia estabelecido um lugar para Mary; então, relutantemente, ela concordou em ficar para o jantar.", "Bill's turn was over.": "A vez de Bill acabou.", "Father gave Timmy a stern look.": "O pai lançou um olhar severo para Timmy.", "Jane did not answer.": "Jane não respondeu.", "The man couldn't lift his son because he was so weak.": "O homem não conseguiu levantar o filho porque ele era muito fraco.", "There is a pillar between me and the stage, and I can't see it.": "Há um pilar entre mim e o palco, e não consigo vê-lo.", "It was bad enough that the children had to be denied so many things because he couldn't afford them.": "Já era ruim o suficiente que as crianças tivessem negado tantas coisas porque ele não podia pagar.", "Some day they might want to use the safe.": "Algum dia eles podem querer usar o cofre.", "Sam's drawing did look much better with another one below it.": "O desenho de Sam parecia muito melhor com outro abaixo.", "Mark was afraid the stable boys at the Burlington Stables struck at him and bullied him.": "Mark temia que os garotos do estábulo dos estábulos de Burlington o agredissem e o intimidassem.", "Beside the floor there were crocks, baskets, and a five-quart pail of milk.": "Ao lado do chão, havia vasilhas, cestos e um balde de cinco litros de leite.", "Fred and Alice had very warm down coats, but they were not enough for the cold in Alaska.": "Fred e Alice tinham casacos muito quentes, mas não eram suficientes para o frio no Alasca.", "Dora asked what the town was.": "Dora perguntou qual era a cidade.", "The hair has to be removed.": "O cabelo deve ser removido.", "He could not help Dad now.": "Ele não podia ajudar papai agora.", "Carl was very ill.": "Carl estava muito doente.", "When Tommy dropped his ice cream, Timmy giggled, so father gave him a sympathetic look.": "Quando Tommy largou o sorvete, Timmy deu uma risadinha, então o pai deu-lhe um olhar compreensivo.", "The lawyer was reluctant to answer it.": "O advogado relutou em responder.", "Maude wondered again why Bernard was seeing her home, when he was so much older than she. Mr. Dombey or any friend of Dad's might see her safely there. She thought he had a pleasant laugh.": "Maude se perguntou novamente por que Bernard a estava vendo em casa, quando ele era muito mais velho que ela. O Sr. Dombey ou qualquer amigo do pai pode vê-la em segurança lá. Ela pensou que ele tinha uma risada agradável.", "Zinoviev urged them to confess, for old times' sake.": "Zinoviev pediu que eles confessassem, pelos velhos tempos.", "Carol believed that Rebecca regretted that she had stolen the watch.": "Carol acreditava que Rebecca lamentava ter roubado o relógio.", "She has loved the piece since she was a child.": "Ela ama a peça desde que era criança.", "Joe's uncle can still beat him at tennis, even though he is 30 years older.": "O tio de Joe ainda pode vencê-lo no tênis, mesmo tendo 30 anos.", "The bag of flour had to be moved first.": "O saco de farinha teve que ser movido primeiro.", "Sam was eager to speak it fluently.": "Sam estava ansioso para falar fluentemente.", "The Wainwrights treated Mr. Crowley like a prince until he made his will in their favor; then they treated him like dirt. Folks said he died just to be rid of their everlasting nagging.": "Os Wainwrights trataram o Sr. Crowley como um príncipe até que ele fizesse sua vontade a favor deles; então eles o trataram como terra. O pessoal disse que ele morreu apenas para se livrar de suas irritações eternas.", "Jim yelled at Kevin because he was so upset.": "Jim gritou com Kevin porque estava muito chateado.", "Arthur's and Celeste's mothers are very worried.": "As mães de Arthur e Celeste estão muito preocupadas."}